{
	"1": "The town guard think the party’s mage is responsible for a magical duel fought atop the cathedral roof last night. Can the party find the real culprit before they are hunted down themselves? Do they dare, knowing that the criminal dispatched his last opponent with a frighteningly high level spell?",
	"2": "The party is taken aside to the guardhouse upon first entering the city. They are told the guard captain wants to speak with them. When the captain arrives, he attempts to shake down the party under pain of death",
	"3": "A woman falls into the street from the second story window in front of the party and dies on impact. Soon after, a PC notices a hooded figure skillfully dropping, uninjured, from another second story window facing into the alley. The figure quickly disappears into a maze of side streets",
	"4": "The party is invited to a manor by an important socialite for a potential job opportunity. When they arrive, they are told to wait in an empty room. Soon after entering the room, the party realizes they are locked in with a magical ward",
	"5": "A lead in your case brings you to a dive bar in the bad side of town. You ask around and find out your suspect is staying upstairs in the owner’s room. You walk up and open the door to find three armed gangsters surrounding your target who’s slipping out the fire escape",
	"6": "Upon returning to your room at the inn, you discover a body on the floor with a dagger lying beside it. Soon after, guards storm up the stairs and into your room",
	"7": "The party hears a rumor about work from temple. When they arrive, they find themselves in an empty temple. Once they reach the center of the temple, the entire congregation rushes in and take the party down into the crypt",
	"8": "The party is on their way to the tavern at which they are staying when two groups of street fighters armed with rocks and sticks rush onto opposite sides of the street with the party caught in the middle. One group is wearing green, the other yellow",
	"9": "The party stops to witness a funeral procession for a crime lord. Soon after passing, the party hears an explosion and sees a gigantic smoking fireball rise into the sky a block away",
	"10": "In need of food and shelter from the elements (or from enemies), the characters come to a ruined tower full of revelling adventurers. But the Rules of the House say no one may enter until they have entertained the rabble with a rousing tale",
	"11": "As you step out of the tavern, a disheveled girl smashes into you. “Wilkenson’s dog is loose again!” she exclaims as she attempts to hide behind you. You turn back in the direction she came to see a metal construct resembling a dog charging toward you",
	"12": "The PCs spot a pregnant woman walking through the bazaar. As she passes the baker’s stall she quickly grabs a loaf of bread and keeps walking, favouring one of the PCs with a wink as she goes. Is she a thief or the wife of the store owner",
	"13": "The PCs are walking along a busy street. A residential door opens briefly and a high pitched scream emits from inside before the door suddenly closes again. None of the other people on the street seem to react",
	"14": "The PCs are resting in their inn room when suddenly the door bursts open. A well-armed man with weapon drawn storms in and says, “Don’t move, I’ve...crap, wrong room.” The intruder then quickly exits",
	"15": "The PCs find the item they have been seeking in the marketplace. As the purchase is completed and they are about to leave, a stranger rushes up to the merchant shouting, “I know you have it Balthasar, and I want my <insert item here> back now!”",
	"16": "As the PCs turn up the street they hear shouting ahead. Within moments they see an escaping carriage barreling towards them without a driver. If the PCs are able to stop the carriage they will see signs of maltreatment of the horses (severe bit, lacerated skin from the whip)",
	"17": "The inhabitants of a large building start a war against an identical neighboring building. At the beginning it’s because they are accused of stealing their water, but in fact they have held many petty grudges for years and this way they can vent them out violently. The party is hired by fearful authorities to stop the revolt that threatens to scale into a civil war, but one of the tenants in the rebel building is a PC’s distant relative. Does the party intervene impartially, risking a family feud or do they help the relative exact revenge against his neighbors?",
	"18": "An invaluable piece of treasure is thought to be somewhere in the sewers of the city, which leads the PCs to a dumpster. Behind the rubbish a criminal empire rises, financing itself by repro-cessing and using what the city no longer consider useful or falls in the trash, like the piece of treasure. Will the party confront the Trash Emperor to recover the treasure, or do they leave it as a sign of good will?",
	"19": "The party is mistaken by a wealthy man as carriage caretakers in a shantytown neighborhood. He hands them money to protect his vehicle. The legitimate caretakers challenge the PCs and try to steal the wealthy wagon. Does the party protect the rich man’s vehicle or do they leave the locals to do as they please, risking later persecution by the noble client?",
	"20": "An obese and corrupt food merchant accuses the party of stealing his rotten food and threatens with a call to the corrupt authorities. Does the party fight their way out, run away, confront the false accusations or pay the merchant?",
	"21": "The PCs arrive at the inn and find a large group (at least three times their number) of mercenaries leaving for the jail where they plan to execute all the prisoners. The party is connected to one of the inmates (an old, recurrent, but not particularly hated enemy, maybe they put him be-hind bars in the first place) and wishes him to remain alive for some reason. Do they face the kill-ers, race to save the prisoner first, warn the prisoners or set them all free?",
	"22": "A black market thug offers an illegal but coveted article to the PCs; however, he is not carry-ing it around. Just as the deal is completed, a guard raid starts and the merchant runs away. Does the party run after him, looking suspiciously related to crime, or do they help the guards arrest the thug, risking loss of their money and the coveted item?",
	"23": "The city has a zoo filled with wondrous and dangerous creatures brought from far places. Just recently, some of the creatures escaped and now there is a royal reward for recovering the rare animals unharmed. How can this be done?",
	"24": "One of the richest houses of the city is plagued by small, magically resistant and sly creatures. The mansion guards a large collection of fine birds and exotic vegetation, delicate and sensitive. Can the party exterminate the plague while keeping the collection safe?",
	"25": "A sector of the city lies under quarantine after an outbreak of a mysterious fever. The party is being kept inside, and one of its members is starting to show symptoms of the illness. Do they try to escape, risking further contagion, or do they try to find a cure from the inside?",
	"26": "The PCs are being chased by a criminal party through the streets of a city that celebrates its anniversary with improvised shows over plazas. They get caught in the middle of a show, in front of a demanding audience. The only way the mob will let them leave is by doing a successful artistic performance",
	"27": "A gypsy intercepts the most charismatic member of the party and tells him of a vision she had. She predicts the party member will find a beautiful person in this city and it will be the love of his life. She provides no further details. Later on, a beautiful person flirts with the character",
	"28": "The PCs arrive at an over-visited shrine-city in the middle of a celebration attended by clerics from every corner of the land. All inns are full, it is forbidden to stay outside of the city and there is nowhere to stay. The mobs of homeless people are not kind to strangers either. How can the party survive the night?",
	"29": "One member of the party is seen carrying an exotic weapon and the authority of the local museum is told about it. This museum curator has been an adventurer and masters some kind of whip weapon. He prepares an ambush to steal the exotic weapon, yelling at the PCs on sight, “That belongs in a museum!”",
	"30": "The PCs travel to a city famous for its elegance and glamour, where everybody has a fashion sense. In the crowded plaza, one of the characters bumps into a citizen and loses his purse. When he finds out he realizes everybody looks the same because all are using the same fashionable garments of this season",
	"31": "The impoverished city charges adventurers an entry tax of 10% of their loot. The officers in charge use magical detection spells to enforce the embargo. Citizens in line offer to take care of the largest parts of the adventurers’ treasure to cheat on the taxation, in exchange of a fee. How-ever, some of these citizens are thieves who use the situation to steal treasure from adventurers, and they guard the stolen loot in a nearby cave. Will the party surrender their treasure to tax or will they risk it to a theft?",
	"32": "The Tourist. The PCs have messed up (possibly been framed) in the eyes of the King and have been apprehended. The King will release the party, if they allow a wealthy, influential and obese merchant to come along on a dungeon delve, where there are sure to be many tight spaces",
	"33": "Medieval Proliferation. Two blacksmiths are in competition to create better melee weapons for the King’s army and only one can win the contract. One of the blacksmiths approaches the PCs to try the weapons and plead their virtues to the King. He also claims his competitors are playing dirty",
	"34": "Ritual Addiction. A cult rises to prominence and almost becomes a legitimate religion through the use of addicting rituals, which all followers must perform and then become addicted to. How will the PCs stop a growing cult, of which the members are powerless to escape even if they want to?",
	"35": "Kindergarten Magic. Street urchins are rumored to have special powers. A representative of the Magicians Guild approaches your party to investigate. In reality, they are learning magic from an unknown source. The children have less inhibition and magical control, but have much more mana and capability of replenishing mana, making them dangerous magic users",
	"36": "As the PCs turn a corner, a law enforcement officer slams into them at breakneck speed. As they help him up, they notice he is covered in blood with grievous wounds. As he dies in their arms, he begs them to find his wife and relay his sincerest love and apologies",
	"37": "“Psst, do you want to buy a crystal ball that really works? It’s cheap!” says a shady character while sneaking up on the PCs from an alley. The price really is cheap, and you might even lead the PCs to believe the ball works when they try to use it for petty things, but it is unreliable, maybe even cursed. And the big problem is that one or more groups of NPCs badly want this crystal ball",
	"38": "The PCs witness a break-in at a shop. If they intervene, then right at the end of the encounter the shop owner shows up and accuses the PCs of breaking in and causing damage in his shop. He immediately calls for the guard",
	"39": "The PCs are searching for someone, and just as they find him the person falls dead, the tar-get of an assassination attempt. Before the group can begin to search for clues or find out who is responsible, the guard shows up, possibly tipped off by the assassin, and accuse the party of the crime",
	"40": "While searching for someone in an unfamiliar part of the city, the party crosses into the terri-tory of a faction and triggers an encounter. Unknown to the characters, the group that is upset with them has some influence with the target of the PCs’ quest",
	"41": "Stirges living in the sewers are spreading filth fever. This needs to be stopped",
	"42": "A rust monster breaks into a blacksmith’s store. The smithy’s soul is stored in an iron golem stationed inside the shop",
	"43": "The whole city is under a reverse gravity spell, and kuotoas, unaffected by the spell, are attacking from the harbor",
	"44": "The party runs over or mortally injures a shepherd’s goat by accident. After apologizing, the shepherd starts demanding money equivalent to three or four times what the goat’s value is. Then, as things settle down, another shepherd comes up and displays another goat injured. City guards start to show an interest in the event as well....",
	"45": "A rich merchant in a coach, escorted by off-duty city watch, attempts to race through a gate, only to be stopped by the on-duty guards. The merchant is angry at this, as he paid the guards to allow him to travel freely without paying any fees or having to give way. A violent standoff occurs",
	"46": "A merchant discovers the PCs are buying something and comes to give them a more expensive offer for something of lesser quality. However, the merchant insists this is a good deal as his cousin works for the town hall and will cause great grief to the party if they refuse his offer",
	"47": "A trusted NPC tries to get the PCs to buy a horse from his brother instead of the dubious-quality horse the PCs intend to purchase. It does not seem clear that the new horse is any better than the other horse",
	"48": "Two speeding coaches collide, leaving a bloody scene and angry families. The road is blocked, and the guards seem disinterested in assisting with either clearing the road or arbitrating between the families",
	"49": "The royal poobah arrives and the main road is blocked indefinitely by royal guards. All traffic must take the back streets",
	"50": "Bandits strike a merchant convoy. Two wagons are left burning, while two others have been stolen. Most of the guards in the area rush off after the attackers",
	"51": "Townspeople come up to the party and blame them for the local infestation of evil. If the PCs weren’t there, so the argument goes, the evil would go elsewhere. A crowd gathers in support of their fellow citizens",
	"52": "A party member is challenged to a duel by a young spellslinger",
	"53": "A religious ceremony requires that everybody attends with no exceptions. Some who do not are committing crimes in the meantime. Will the PCs be missing from church?",
	"54": "An authoritarian female figure requires the services of the PCs to make her husband jealous or look weak. He is decidedly displeased unless the PCs handle the situation with great tact",
	"55": "A clerk decides for some perceived slight that he just won’t give the PCs the help they need. Attempts to remedy the situation make it worse",
	"56": "There is but one accepted religion in town. What about the party cleric who serves what is here deemed a false god?",
	"57": "Young lovers have taken the PCs’ room as refuge to meet in. They are sought after by families that do not approve",
	"58": "A rider storms down the crowded main road of the town, expecting everyone to dive out of the way or be crushed",
	"59": "A lynch mob forms in the tavern where the PCs are. To join or to risk their drunken wrath?",
	"60": "A lonely religious type starts trailing the PCs, shouting they are the harbingers of imminent doom, which is annoying and prevents trading. Most deem him harmless and he is a local, whereas the PCs are anything but",
	"61": "A game of chance in the market goes wrong for the PCs; it may be crooked or simply the source of a brawl.",
	"62": "A damsel in distress is pinned under a fallen wagon. A strong PC can save her, but doing so comes with strings attached",
	"63": "A group of cornered thieves have taken hostages and threaten to kill them unless given free passage. The Law turns to PCs for assistance",
	"64": "A person the PCs are interacting with suddenly dies on them, whether of blade, crossbow bolt or poison, leaving the party with but partial information and a corpse to explain",
	"65": "There’s an execution to be made in town. The PCs are given a well-paid offer to keep peace during the execution, partly as they are suspected of trying to break the prisoner out",
	"66": "Fate gives the PCs the devil’s choice; to actively kill a person, or to keep their own hands clean and in so doing cause the death of many",
	"67": "Injustice breaks out as revolution against a tyrant. The PCs are there to see the first flames, and may play a pivotal role in either supporting or crushing the uprising",
	"68": "A fast ship in the bay is bombarding the helpless port with siege engines. It’s out of range for the locals to deal with, and possibly not alone",
	"69": "The PCs hear shrieks from a dark alley where a young maiden just went. Under the full moon, she is painfully turning into a werewolf for the first time",
	"70": "An enlightened person starts preaching for goodness at the tavern where the PCs reside. The innkeeper is not at all happy about it but does not want to break the law personally by manhandling a holy person",
	"71": "There have long been rumours of the cemetery being desecrated by someone stealing the corpses. One night the PCs chance upon the necromancer walking home with newly animated un-dead",
	"72": "The governor, a friend of the PCs, fears he’ll be removed by his superior and turns to them for assistance. He’s right to fear, though not all details are correct",
	"73": "An entertainer in the market works in tandem with pickpockets. Finding someone who stole, or attempted to steal, something does not make recovery easy in the middle of an enthusiastic crowd",
	"74": "A vendor tries to sell the PCs something and won’t take no for an answer. He may want to force a sale, or is simply after a conflict for his own reasons",
	"75": "Actions of the PCs mark them as being on the side of one family in a long-term feud. One or both of the families takes interest in the party as a result",
	"76": "One or more PCs are present as witnesses of a street crime, violent or otherwise. To intervene makes for enemies, risk and delay. To not intervene gives social pariah status, lost allies and favour",
	"77": "One or more PCs are short-changed by a merchant who considers himself untouchable. Whether he truly is....",
	"78": "One of more PCs are made party to a crime. What to do after finding some incriminating loot in their room before / during / after the law appears?",
	"79": "An NPC seeks the protection of the PCs. To grant it makes her enemies the PCs’ enemies, and gives them the responsibility to protect a high-profile, fragile person who can’t or won’t leave town.",
	"80": "A thief offers to serve the PCs as guide, and serves them well. Except for robbing from locals while doing it and hiding behind the party for security.",
	"81": "PCs are marked by a guild of thieves or assassins for a contest. Low-skill, would-be guild members keep targeting the party with attempts on their health or goods.",
	"82": "A beautiful local appears to fall in love with a PC, but her affections are the result of malevolent magics.",
	"83": " A soothsayer refers to the PCs in a prophecy. The details of the prophecy are undeniable, and consist of inside information to catch the PCs’ attention.",
	"84": "The spoiled child of a noble finds a PC has something he just *has to have*. The noble’s staff does what it can to acquire it, by nearly any means necessary.",
	"85": "A PC is witnessed in action by one who decides the character’s particular talents are just too good to pass up, and he wants to make the PC his concubine, bodyguard, or gladiator.",
	"86": "An investigation by the PCs requires they join a secret organization. Unfortunately, once a member always a member, and leaving town is not an option.",
	"87": "The PCs want a special item and an artisan promises it to them. However, acquiring it requires theft of a crucial component, which makes leaving town with the item difficult.",
	"88": "The town is at war, and adventurers are subject to special measures, such as precautionary detainment or mandatory military service. Refusal is not taken kindly",
	"89": "A PC is of a character class the locals abhor. Not turning him in to authorities is treason",
	"90": "The appearance of the PCs breaks the balance of a cold war between two rival mages. Each wishes their support to destroy the other, and fears that the other is successful in recruiting the PCs",
	"91": "Being adventurers, the PCs have the main requisite for going on a quest to find the cure for a disease afflicting townspeople: they are expendable",
	"92": "Gate guards refuse entry for the party based on racial prejudice or local customs, such as no entry after sundown. The party does need to enter, though",
	"93": "A patrol arrests the party for matching the description of those who have reputedly committed a crime or simply being in the wrong place at the wrong time. Illusions and false witnesses may be behind it",
	"94": "A groupie wants to join the party. To fail would mean his death, he believes",
	"95": "The party finds itself unable to do trading due to the work of a rumour-monger",
	"96": "A brief touch in a crowd is followed by something that appears like incurable illness",
	"97": "A contact of the PCs is extorted and may end up attacked by an arsonist",
	"98": "A person the PCs entered town with turns out to be a criminal. Association taints the PCs’ reputation until he’s caught",
	"99": "A player character gets an inheritance, and with that, the family rivalries",
	"100": "Dark rumours start surrounding the most conspicuous PC. Then one day he chances on what seems an identical twin",
	"101": "An upstart gang of thieves is claiming territory. PCs are approached amicably at first to ensure they will either help or at least stay out of the way",
	"102": "A string of building construction accidents has occurred lately throughout the city. Fortunately, no one’s been seriously hurt, but the accidents are increasing in size and damage. The local guild has put up flyers asking for help in solving their problem",
	"103": "As the PCs walk across a bridge over the river that cuts through town, they notice a couple of young boys standing near the edge of the bridge. They each have a large rock in their hands, and are watching one of the approaching river boats with smiles on their faces. As the boat gets closer, one of the boys raises his rock as if he is going to drop it",
	"104": "A crowd of locals gathers, talking about cobblestones that have sunken down in a peculiar line, almost as if the ground has given way underneath. If the PCs follow the indentation, they can see one end appears to go under the cemetery wall",
	"105": "While travelling down by the docks, a ship captain waves the PCs over to talk. He’s in a bind, he explains, saying that some of his dock workers didn’t show up for work and he has a lot of cargo to load onto his ship so he can make the tide. The captain and crew look disreputable, and nervous, but he is willing to pay well for the work",
	"106": "The PCs come upon a sobbing woman holding a teenage boy who looks to have been severely beaten. If the PCs ask the woman if they can help, she explains her youngest son was beaten up by a gang of toughs. Of more immediate danger though, is that her oldest son has gone off to exact revenge on them, and she’s afraid of what they will do to him",
	"107": " Four, strong-smelling, rough-and-tumble characters enter the tavern, obviously looking to make merry. Two saddle up to the bar and pound upon it, demanding grog and hot food. Another, loudly singing a bad, off-key sea shanty, scoops up one of the bar maids and dances around the floor with her. She smiles but shies away from his obvious bad breath and groping hands. Oblivious to her protests, he picks her up and carries her to the stairs toward the bedrooms",
	"108": "Down the dimly lit alley, two guards can be seen beating a kneeling man. One rips a coin purse from the kneeling man’s belt and says, “Don’t be late next month, old man.”",
	"109": "Behind a seedy temple, a pretty young woman cries and cowers up against a cold, stone wall. Although her clothes are of poor quality, they are attractive and revealing. A thin, crooked man cruelly twists her arm, spitting epithets and insults, demanding “his money” from her, saying, “if you weren’t so lazy, you’d have earned your quota for the night already!”",
	"110": "Walking by the docks, you are surrounded by a group of sailors carrying clubs wrapped in rags. One steps up and says, “The Imperial navy thanks you for enlisting for a term of service!” The men proceed to attack and try to knock the player characters unconscious",
	"111": "While walking on a sunny side-street, a large group of happy and laughing children come skip-ping and gamboling down into the midst of the PCs. Apparently unafraid of the PCs, they continue to play their silly children’s games, occasionally bumping into characters’ legs and arms, while their gleeful group filters through the PCs. Each child attempts to pick a pocket",
	"112": "A large procession of somber men beating wooden drums and chanting deeply wanders down the street, reverently carrying a large coffin. A second group of hooded men sneaks up on roof tops and emerge from doors and alleys all around, drawing weapons. The two groups are going to con-verge in a large town square, where the PCs are standing",
	"113": "A tiny, pristine white mouse with pink ears charges out of an alley and leaps onto a PC, cowering behind the character’s back. A lone, dirty figure runs out of the same alley a second later, in one hand a long pole with a looped rope attached to one end. He eyes the PCs and demands they tell him where the rat went, and warn they shouldn’t try to snipe his bounty on it",
	"114": "Storm clouds hang heavy, and thick cold rain pounds down as it has for hours. Gutters gurgle, and the sewers moan as if carrying some great weight. From a drain, a swarm of thousands of black rats burst out and charge the PCs",
	"115": "All the buildings along a street have their front walls separate like bread sliced off a loaf and then come crashing into the street. Who or what caused such an unnatural architectural failure?",
	"116": "A goldsmith business celebrates their 200th year with a huge celebration wherein free necklaces are handed out to the public. The next morning the building is gutted with no sign of the business anywhere, then people start getting sick....",
	"117": "Every day at noon a particular well won’t draw water, and sobbing is heard from below. De-spite many searches, the city guard can find no cause of the sobbing or the daily water shortage",
	"118": "A young woman approaches the PCs, insisting one of the party is her husband who went miss-ing two years ago. Other townsfolk seem to agree, despite the PC not knowing her",
	"119": "When depositing money in the bank, the manager claims to recognize one of the PCs as being the last known heir to a fortune belonging to one of their recently deceased clients. All they have to do to claim it is survive the trials to prove they are a relative",
	"120": "After spurning the romantic advances of a girl, a fruit seller’s wares rot in his stall by midday each day. Despite the law having determined the girl is unconnected to his troubles, the merchant believes otherwise and seeks someone to make her lift the curse from his business before he is forced to take matters into his own hands",
	"121": "A factory is forced to close their doors due to economic woes. Afterwards, the defunct company’s products keep appearing on store shelves even though the store owners are stocking the items and no one is working at the abandoned factory any more",
	"122": "Coins of an unknown origin have begun to appear at the marketplace with no one, not even learned scholars, recognizing the supposed source nation. Then the PCs are secretly approached by a person claiming to be an unofficial ambassador from this place and he has terrible news for the future of their nation and his",
	"123": "Two men arrive at the city guard or police station at the same time as the PCs. Each claims the other assaulted him. Eyewitnesses describe a shadowy figure dressed in grey rags from head to toe actually attacked both men. However, the men swear there was no shadowy rag man and they clearly recall the other man directly attacking him",
	"124": "A wizard, perhaps new to the city, sponsors a scavenger hunt to gain material components for his spells (or for the mages’ guild). Each item has a point value, and competing parties have three days to amass as many points as possible. Some are easy; some are not. Some require combat, oth-ers require ingenuity. Astute PC wizards may notice that components on the list are used to cast terrible or destructive spells (perhaps forbidden by the authorities or the guild). The reward promised is huge, and greedy parties may fight each other during the hunt. Perhaps the wizard plans to destroy the city or the guild",
	"125": "While walking down a street, a VIP bumps into one of the PCs and yells at him to watch his step. The VIP has bodyguards who threaten the PCs, and if they want a fight they got it. Make it as easy or as deadly as you like. The VIP can also be an NPC the PCs have encountered before, or are about to encounter later in the campaign",
	"126": "The PCs spot a kobold rogue being chased by three city guards. Do they help the guards stop the kobold, or do they help the kobold get away?",
	"127": "A mage duel gets out of hand and one participant gets his equilibrium off kilter. In a rage, the mage continues to attempt to kill his foe, but he accidentally targets random individuals in the area, including the PCs. Do the PCs kill the mage or incapacitate him? The mage, in appreciation for assistance in controlling himself, offers to make a free magic item for the group",
	"128": "A pack of thieves working in tandem with children attempt to pick the PCs clean by acting as drunken sailors who sing bad limericks at the top of their lungs. The rogues attempt to get the PCs to join their rollicking while picking their pockets. If discovered, the would-be muggers try to escape via city roofs",
	"129": "As the group walks down the road, a psychopath chooses to take his angst against life out on the PCs. He release 25 lbs. of marbles in the general area and then begins shooting poison bolts at the group and other bystanders. The marbles make the terrain very slippery for everyone but him-self because he does not move",
	"130": "As the PCs are travelling from one district to another they are confronted by a traffic jam. A building has fallen in and the umber hulk responsible is hiding, waiting for a snack to move near it",
	"131": "A famine has hit the city hard with grain riots, hoarding, and a crumbling sense of order. The PCs may need to help the authorities, protect their friends and relatives or take the chance to settle old scores in the confusion",
	"132": "A plague has struck the city and brutal sacrifices are being made to appease a dark plague cult that has usurped the regular religions. Friends and allies will soon be sacrificed, and the PCs could be next on the list. Perhaps the sacrifices really do help stop the spread of disease, adding a dilemma to the situation",
	"133": "It is the Great Annual (Boat, Horse, Chariot, Foot, Flying Animal) Race. This city takes the race so seriously the different permanent teams have turned into the symbols of social and political factions, and post race rioting (and even violent changes of government) are obligatory. If sufficiently skilled, the PCs are recruited as substitute racers for a down-on-their luck faction after a mysterious “accident” disabled the previous team. PCs might also be hired as security for a faction or the supposedly impartial judges, and consequently get involved in the political machinations, race-fixing and hobbling attempts",
	"134": "Shortly after entering the city, the PCs discover everyone they interact with dies that night. The first few deaths might be accidents, but it becomes increasingly clear this is no coincidence. Are the PCs cursed or is someone out to get them? The city folk will start to blame the PCs soon if it doesn’t stop",
	"135": "The city is celebrating a Saturnalia festival during which usual social roles are reversed and everyone gets inebriated, exchanges presents, wears flashy satirical costumes, and has a fun time while letting off some social conflict steam in a harmless way. This time, however, an internal faction is planning to use the festivities to launch a violent coup. With no one in their usual job who can stop them but the PCs",
	"136": "The city is celebrating an unusual religious festival where random people or strangers are given temporary offices of authority. While this lasts only for a day or two, appointees are expected to take it seriously as a matter of religious devotion. The PCs get chosen to be judges, magistrates, bailiffs, or other authority figures and have to do their best or face dire consequences",
	"137": "The PCs are hired as security for the auction of a mysterious artifact. While stopping repeated theft and auction-rigging attempts, they eventually learn of its evil nature and have to debate breaking their contract and destroying the thing while getting away with it",
	"138": "The PCs are mistaken for leaders of an important underworld faction visiting for a clandestine meeting and receive a stream of mysterious (and incomprehensible to the PCs) messages, bribes and trouble. Eventually, they are invited to the biggest underworld rendezvous in a century",
	"139": "The PCs secure invites to the social event of the year, a formal masked ball held on the largest estate and gardens in the city. While invites are dearly coveted and could lead to immense influence and future prospects, the PCs could easily ruin their reputation and social contacts forever through the slightest etiquette misstep: stepping on someone’s toes dancing, wearing last season’s outfit, or eating exotic hor d’oeuvres incorrectly",
	"140": "The party finds an abandoned half-orc baby in the gutter, newly born and mother nowhere in sight. As the savage orcs are a hated race within the city walls, what shall the party do with it?",
	"141": "Someone falls out the window of a high building. It wasn’t suicide as he had his hands and feet bound together and three large sacks of gold tied around his neck. What will be more important, the murder or the money?",
	"142": "A small war erupts between gangs and the party gets caught in the middle. They have two options: join a gang and fight, or find a way to prevent a larger war that will engulf the whole city",
	"143": "The party is robbing a bank with heavy security. They must avoid traps and patrolling guards. Once they’re in the safe it turns out all the gold and money is fake",
	"144": "A mysterious and physically devastating illness quietly sweeps through the upper circle of the city and the Prince is dying. The court physician is certain it is the work of a powerful magic user secreted in the court. The PCs must locate the source while a key party member finds himself succumbing to the effects of the mysterious disease",
	"145": "A rich man walks through a bad part of town with obvious riches and money. If mugged, he gives it willingly. He has been doing this for the last three days",
	"146": "A small animal brushes past the PCs as they walk along a dock. After it jumps into the water, a group of sailors rushes onto the dock, firing crossbows and flinging harpoons at the ripples the animal left in the water. While the sailors curse and fire the last few missiles they have, one of the PCs notices the animal left a muddy gem on the top of her shoe",
	"147": "As representatives of the Prince, the party must track down the culprit of a spate of vampiric murders throughout the city (clear Masquerade violations). While locating the rogue kindred, a party member notices the murder victims bear a striking resemblance to their sire; is it possible the murders are not random?",
	"148": "Cart Driver. An empty cart slowly passes by, driven by a man dressed in clothes of a foreign-looking cut. He appears to study an ordinary-looking house intently, but if he notices the PCs watching him, he will quickly leave the area",
	"149": "Fight Club. Access to the market area is blocked by a number of burly trade apprentices and a barricade of wagons. They advise PCs the area is off limits - they should move along. Sounds of combat and cheering can be faintly heard coming from behind the blockade",
	"150": "Greygrocer. A greengrocer in the market motions the PCs behind his cart. In a low voice, he advises that a rival purveyor of vegetables has somehow sabotaged the farms the grocer relies on, and as a result he is forced to sell stale imported wares at inflated prices. Would the PCs be interested in investigating, or perhaps taking more direct action against the accused party, for a reward?",
	"151": "It’s been an unusually cold and dry spring, followed by hot and arid summer weeks. Crops and supplies are in bad shape. The streams are dried out and water reservoirs are low, but the annual fair and the visiting crowds are drawing near. Let’s just hope there will be no epidemic",
	"152": "Just as the PCs enter the city they find themselves smack in the middle of a riot against the slum dwelling outlanders who have been hysterically blamed for the recent crime wave. The party must decide whether or not to fight against the majority of the city to defend the slum dwellers, to hide their traveling gear and blend in with the rioters, or to turn tail and leave this city to the dogs",
	"153": "Legal Obligation. A harried man approaches the PCs. He looks as if he hasn’t slept in days. He states he has been framed for his lover’s murder by her husband, and fears he will not get a fair trial as her husband is well connected in the community. He begs the characters for assistance. He can offer them nothing. Will they help him escape, or at least represent him before the city tribunal to ensure justice is not miscarried?",
	"154": "The characters are in a market when rival ethnic groups begin battling in the street. The initial incident escalates from insults and thrown rocks and might be stopped by the characters if quickly acted upon",
	"155": "The defences of a shop of valuables are temporarily out of order, and the shopkeeper asks the PCs to guard the stuff. However, a lot of different forces are interested in some of the valuable objects. Somebody manages to steal something. Do the PCs follow the thief and leave the shop un-guarded? (The shopkeeper will suspect that the PCs have taken the missing object for themselves.)",
	"156": "The main temple is dilapidated, but the municipality has no money to pay the workmen. Tiles from the steeple roof came down on the adjacent city guard headquarters and jail during the last winter storm. People are afraid the next storm might bring the whole tower down as divine punishment for the neglected repairs",
	"157": "The PCs spot a previously well-known super hero (complete with tattered cape and costume) on a street corner, wearing a sandwich board advertising a greasy spoon. A group of pre-teens skate past, heckle the hero and pelt him with small stones. The hero sighs and hangs his head as he passively takes the abuse",
	"158": "While en route to another place, the party runs into another kindred tormenting a young woman in the park; she is bleeding and terrified. The pursuer is recognized as the city’s respected Seneschal. What do the PCs do?",
	"159": "While on the hunt for an old man who promised them important information about the lord of the city, the party enters his house only to find him still warm but dead. Then the city guards break in the door; the corrupt city lord has set them up",
	"160": "An overweight copper, panting heavily, chases someone who nears the PCs",
	"161": "A character attempts to buy food from a vendor in the market, but the merchant gets angry and refuses because the character does not have any local currency, only foreign coins",
	"162": "The owner of magical creatures contacts the adventurers because the rogues’ guild has let loose a number of his creatures in his shop: a hatchling cockatrice, a frost toad, a salamander and a baby manticore. While his shop is adequate to contain the creatures, he is not capable of recap-turing them and thus cannot reopen his business. He will pay a premium price to the adventurers to capture the animals alive, 25% of the amount for any creatures killed, and he expects residual damage to be kept to a minimum, with contractual penalties!",
	"163": "The party is bowled over by a crowd of street urchins taunting and chasing a pregnant rat through the streets. Is the rat one of many infesting an inn, an herbalist’s pet or the prize breeder for an underground meat market?",
	"164": "Prostitutes are becoming pregnant at alarming rates despite the best remedies known to prevent it. Within three weeks the mother gives birth to a healthy ogre-baby that grows to full size only three weeks again after birth! There are no known ogres in the town or countryside, nor have any of the ladies helped such an unusual patron",
	"165": "During a magical performance by a gnome mage something goes wrong. A simple trick sum-mons a beast from another dimension and it attacks the audience and PCs. After a long battle the PCs must decide what to do with the gnome. Is he responsible for all that pain or is there more than meets the eye?",
	"166": "Reports come in about a ghost haunting a dark alley in a city, and anyone investigating the ghost ends up dead in that alley. Most people who live near the alley avoid it and stay in after dark, which is when the ghost is said to come out. The PCs investigate, which will lead them to an elaborate operation in the sewers where crooks are attempting to break into a vault of a nearby build-ing. They created the ghost story to keep people away. They kill those who investigate, to build up the ghost story",
	"167": "A character twists his ankle on the city cobblestones. While treating the injury, which will not yield to traditional cleric ministrations due to an unfortunate allergy, the chirurgeon attempts to apply the virus of an incurable infection. When detected, he uses a Cloak of Darkness to escape and leads the party into a hostile mob",
	"168": "A large flood comes from the hills and washes away many residents of a bayside fishing town. Drowned people return as reanimated water abominations that stalk the streets looking for solids to ravage. The PCs must fight their way out of the town and find the source of this bizarre magic",
	"169": "A young girl wants the party to find her doll. The girl is the daughter of a mage, and the doll is a miniature golem",
	"170": "The party finds a neighborhood’s city watch in a tizzy. Asking questions reveals that a would-be assassin’s poisonous pet snake has gotten loose into the sewer system and is coming up at random. It’s already bitten one person (who survived because their father is a priest) and everyone else who lives in the neighborhood is in grave danger unless the beast can be rooted out",
	"171": "The PCs are approached by an ill-looking man who asks them if they know where to find a famous healer. A passerby who ‘overhears’ the exchange tells them he knows the healer’s location, and volunteers to bring the man and the PCs to the healer, where they may get healing spells or potions. In reality, both men are in cahoots and will lead the PCs to their partners, who are con men or robbers",
	"172": "A crowd has gathered on the outskirts of town to listen to a snake oil salesman (magical potions, cure-alls, inventions). The salesman spots the PCs and calls them out to demonstrate his products and the crowd won’t take no for an answer. Do the PCs try to talk the crowd down or try to sell the con artist’s products when they have no idea what they’re supposed to do?",
	"173": "A drunk wizard stumbles out of a pub into the street before the PCs, and challenges the tough-est member of the party to a duel. Before anything can happen, the wizard’s apprentices rush out of the pub and beg the PCs not to hurt their master. The wizard will sling spells regardless of his apprentices’ entreaties, and the PCs must decide whether or not to subdue the wizard, who is blasting at them somewhat ineffectively with his full complement of spells, or to kill the mage to spare themselves, and the surrounding neighborhood, further harm",
	"174": "The characters start discovering dead bodies in alleys, in their bedrooms, in the stables. All the victims have been drained of blood. It appears that a recently deceased individual has returned as a vampire and is now hunting in the city",
	"175": "While crossing a well-traveled bridge in the middle of town, a troll leaps in front of the PCs in broad daylight. He demands one coin for each traveler who wishes to cross. Although the streets are filled with people, no one is making a fuss, nor is the troll addressing anyone else",
	"176": "A powerful fighter hires the characters to lock him up for the night. He has contracted lycanthropy and is afraid he will do something he will regret. He is also afraid the pack that infected him might come to find him",
	"177": "A thriving and beautiful town lies in the middle of a thick forest for its protection. It’s scenic, old, ancient and peaceful. The PCs decide to spend the night as it’s late in the evening. When they awaken, it’s to people crying and screaming in disbelief. The entire forest has disappeared! The town is now in the middle of a dirt patch as far as the eye can see. No one knows what happened or has seen anything. There are no trails of anything, no digging equipment, no sawdust",
	"178": "During a dice game in an alley claims of cheating erupt and the characters see one of the gamblers stab and kill the dice roller. The party gets a good look at the fellow, who flees, and the other witnesses see that the party gets a good look, but none of the other witnesses do as the boy was wearing a hood and scar",
	"179": "A storyteller tells a random story about a creature from an exotic “Monster Guide Book.” The creature suddenly appears from around the corner!",
	"180": "The PCs encounter a hooded person travelling down the street being followed by two well-built men. The first person is an adolescent of the Imperial family who has escaped to see the city unhindered. The men behind him are guards from the palace sent to keep an unobtrusive eye on the teen in case he gets into trouble",
	"181": "A small insect continuously buzzes the PCs’ ears. The insect, if listened to closely, can be heard giving warnings, secrets or other vital information to the PCs’ quest. The insect can be an NPC transformed or simply an intelligent being in disguise",
	"182": "A landlord is convinced one of his tenants is actually a dragon disguised as a human. He wants the tenant out but is afraid to evict them himself. He wants the PCs to evict the tenant without causing damage to the building",
	"183": "A group of women are attempting to lynch a beautiful girl claiming she is a witch and that she has bewitched their men folk. None of the men folk are around, so the women are taking this chance to kill the girl. Is the girl a witch, a succubus or innocent?",
	"184": "The PCs pass through an ethnic district and accidentally break several taboos, possibly result-ing in their expulsion by a mob",
	"185": "Magic items in the PCs’ possession lose all magical qualities while in a certain part of town",
	"186": "An apparition of a drowned sailor has been seen going into taverns along the waterfront. It enters the tavern, goes to the bar, asks for someone named Penny, then leaves",
	"187": "As the party wanders, a surly fellow approaches: “We don’t like yer kind here!”",
	"188": "A merchant approaches the PCs with a box. He is willing to pay above-average rates for delivery, but the box must be kept chilled and airtight. An inventive (or cruel) referee will have many ideas about what could be waiting inside if the box is opened",
	"189": "One of the PCs is invited to volunteer as a guest in a “smoke and mirrors” magic show. The PC fails to follow directions and exposes the trickery used by the performer, causing the audience members to become hateful and angry, and then rush the stage for a refund",
	"190": "One of the city wells has dried up. As the PCs pass the well, they can hear a scrabbling sound coming from inside it",
	"191": "A daily stagecoach fails to arrive. Do the PCs investigate?",
	"192": "A half-orc sells kittens by the roadside. Do the PCs investigate?",
	"193": "One of the PCs is able to outperform a local performer. This shames the celebrity, who then forms a hatred for the PC and begins to find ways to save their own reputation while bringing down the PC",
	"194": "An explosion occurs in a tower owned by a solitary wizard. Someone should make sure he’s okay, but is it wise to disturb a wizard who wants to be left alone?",
	"195": "A man on a unicycle juggles three bags as he weaves through the crowd. He then crashes into a PC, possibly causing the character to drop or spill something",
	"196": "A man dressed in tweed with a bow tie teleports into the street, runs screaming across it, and teleports away",
	"197": "A guild needs a special ingredient or piece of equipment to finish their project in an annual competition. The PCs are hired to infiltrate a competing guild to steal said thing",
	"198": "A circus has camped just outside of town, and the locals are enjoying the show. One of the stars of the circus goes missing, and the circus master blames a prominent citizen of the town",
	"199": "Townsfolk gather for a hanging while the PCs spot a group of NPCs gathering behind a nearby building readying to rescue their falsely convicted friend",
	"200": "Citizens are scared to death of a creature ravaging the region. The creature is actually an escaped exotic pet that still carries the chains and tethers of its captivity, making it seem extraordinary when seen at night, from a distance or at a glance",
	"201": "The corner of a prominent temple has collapsed. The building was in good repair, there are no sewer tunnels under that corner, and there has been no authorized construction in or under the building",
	"202": "A little boy confronts the party and shoots them with an imaginary gun",
	"203": "The party stumbles onto an amorous couple, one of whom is married to a PC’s friend",
	"204": "The PCs are invited by the ruling party to a public religious ceremony. The person whom the PCs need to talk to is being sacrificed in the ceremony for the good of the community (to protect them from a monster, to abate an evil god, etc.)",
	"205": "A famous adventurer was found dead outside the main gate and his body laid to rest in one of the temples. What’s he doing walking into the tavern? And why is he coming toward your table?",
	"206": "A bunch of hombres wander around looking for a “waffle-house.” One of them is nursing a black eye",
	"207": "Two teenagers are racing wagons when one smashes into the front of a shop. You notice people carrying a pair of trunks out of another store down the street while the locals are distracted by the wreck. Should you alert the watchmen or deal with it yourselves?",
	"208": "A wild-eyed zealot tries to incite a riot. If the party does not act quickly to calm the gather-ing crowd they could get caught up in the violence. The fellow is calling for the overthrow of the authorities and a form of anarchy",
	"209": "A bee stings a nearby child who blindly runs to a party member for soothing",
	"210": "A thief makes sure he is caught pick the pocket of a PC. As soon as he is detected, he makes a break around the corner. He should take something relatively important to ensure the PCs chase him. The thief will lead them down a nearby alley, where his fellows are waiting in second floor windows to snipe out the party",
	"211": "Goods are going missing from stores in broad daylight. Owners have gaps in their memories, and if pressed, can be made to vaguely remember a kindly soul offering to help hide their more valuable items from thieves",
	"212": "While moving through a marketplace, a character notices an old foe watching him from a window of a building across the street. The old enemy quickly disappears when noticed, and before the character can go to investigate, something else starts happening with other members of the group nearby",
	"213": "The Scaly Schooner on the Fisherman’s Wharf explodes as the PCs pass by. Amongst the screams and fire, a badly burnt, wild-eyed man in scorched pirate’s garb stumbles over to the PCs and hands them an enormous red ruby. “It’s not the last one, but don’t seek the treasure!” he hisses at the PCs before collapsing at their feet",
	"214": "Every purchase made by a PC nets them extra change or additional items. Something on their clothing - a symbol, insignia, brooch - entitles him to these boons",
	"215": "A child is crying in a dark alley. If PCs decide to help the child, it attacks them with blood covered face and black eyes. Will the PCs kill a young and innocent child?",
	"216": "On the night of the new moon for the past three months, two ships with black sails have put into the city port, arriving and leaving in the dark of night. None of the watchmen at the port have seen them discharge or take on any cargo or passengers. Tomorrow night is another new moon",
	"217": "PCs meet a bounty hunter at a tavern. They are asked to help him capture a villain holed up in a nearby building",
	"218": "The party evades the watch by means of an abandoned branch of the city sewers. They sur-prise a group of giant otters escorting a person to the river. Do the PCs fight or parley with the initially hostile otters?",
	"219": "At a tavern, the party finds an immaculately dressed half-ogre (who is wearing clothing fit for royalty and a massive belt) challenging patrons to a drinking contest at a fee of 5 GP to enter and 1 CP per shot; the prize is 1,000 GP. The half-ogre’s belt is actually a Girdle of Slow Poison, which coupled with his high constitution, gives him an unfair advantage over the competition. The party must somehow get his belt away from him to win",
	"220": "The PCs are shopping during market day in a city when a preacher telling of the horrific doings of an oppressive government is arrested and forcefully taken away, screaming. Do the PCs intervene and risk being noticed by the city guardsmen and hunted down, or do they let this injustice slip to avenge the preacher another day?",
	"221": "A foreign dignitary is murdered at an out-of-the-way inn and the dignitary’s escorts all suspect each another. As a group of objective outsiders, the PCs are brought in to investigate the murder when all they want to do is rest for the night.",
	"222": "A merchant is whipping the bejeezus out of an intelligent talking mule who is desperately try-ing to explain that the load the merchant wants it to carry is too heavy. The merchant is too furious with the mule to listen, and the mule is stubbornly refusing to obey, which only makes the mer-chant angrier. The load may or may not be too heavy, but the beating is severe and getting worse. The mule appeals to the gathered crowd, watching and mostly silent, for help",
	"223": "A young man, who is obviously not an adventurer, claims he has a map showing the location of the cache of an adventuring group that went missing. He offers to sell the map to the PCs",
	"224": "One of the party has an allergic reaction to an exotic spice or pollen in the air",
	"225": "A merchant’s son decided to go adventuring and got killed. His adventuring companions refuse to relinquish his sword back to his family, although the family has a legal will documenting their rights to all his property. The PCs have been contracted to recover the boy’s possessions",
	"226": "Rats have been seen exiting the sewers in large numbers in one section of town. Sewer work-ers have explored the region and reported nothing except an eerie calm and a feeling of being watched. The PCs find a homeless man, stripped naked and beaten, huddling near a sewer entrance and babbling that “the Master has arrived”",
	"227": "A chatty bard walks alongside the party repeating random bits of conversation",
	"228": "A small group of goblins wants to enter the town. They claim they want to settle down and open a tinker shop. Is this some kind of ruse?",
	"229": "A geezer follows a young and handsome dandy wearing a sword: “Yeah, now yer talkin’, Roy!”",
	"230": "A prominent businessman, known for being honest and good-natured, disappears. The PCs stumble across his body, tattooed with symbols of an evil deity and garbed in dark robes. Was he a cult’s victim or member?",
	"231": "The boards in front of the general store creak as the PCs approach, but no one can be seen walking across them",
	"232": "A merchant is hosting a party and hires the PCs to find and furnish the main course for the feast. The problem is the merchant wants them to capture it and render it harmless so it can be slaughtered at the feast. But where do you find a basilisk, and how do you make one harmless with-out killing it?",
	"233": "One of the party members steps in a pile of poo. Someone with wilderness lore can identify that the dung belongs to a dangerous predator",
	"234": "A cat stuck in a tree mewls at the party",
	"235": "As the party enters town someone crashes through the big window of the saloon during a brawl",
	"236": "A door bursts open as 2d6 drunks fill the street in a fist fight",
	"237": "The characters pass a storyteller who seems to be describing the party’s current adventure. The names have been changed, and the storyteller claims it is just a story, but is it? Does the story contain a clue that the party needs, but perhaps overlooked, or is the clue a red herring?",
	"238": "The sheriff holds off a lynch mob intent on dragging away his prisoner",
	"239": "A rival’s henchman the PCs defeated is now being made to fight every night in the pits as a punishment for failing his master. Do the characters rescue him from certain death, or enjoy a night at the games betting on how long he lasts",
	"240": "Kali, a common low-life, murdered a family of dwarves several months ago. Since then, he has been making a lot of money selling the supply of explosives they kept in their store. Now, his supply is running out and he’ll do anything to find someone who can unlock its secrets",
	"241": "The PCs encounter an angry guard at a merchant stand. After a few harsh words, the guard draws his weapon and kills the merchant. Should anyone be caught staring at the scene, the guard reacts rashly, threatening observers, maybe even killing one or two. If the PCs challenge the guard, they will be persecuted by the law. No one will testify on their behalf for fear of the same out-come",
	"242": "As a PC enjoys food at the market, several children run up and gather around, hungrily eye-balling the food the character is eating",
	"243": "The most renowned chocolatier in all the land has gone missing. The rewards for his safe return are substantial and posted all over town. His wife claims something large came through the roof and snatched him away in the middle of the night",
	"244": "As the PCs catch a pickpocket, the thief tries to plant a bauble in their pockets instead of stealing. As the PCs interrogate him, he turns invisible while a small cloud of smoke hides his trans-formation (or other bizarre description hides his escape) as town guards come to apprehend the thief",
	"245": "A group of well-intentioned necromancers are dedicated to performing a ritual to animate the dead corpses in a city graveyard to act as public servants. The question is, can they control this magic or will it be a hazard to everyone? And will the society react well or will there be public outcry as their long-dead grandparents take out the trash? The PCs can try to convince the necromancers to stop their ritual or slay them. If they cannot do either of those, they’re in for a treat of either rioting citizens or mobs of uncontrollable undead unearthing themselves from their graves",
	"246": "A large house on a hill in the city has been unoccupied for years but is perfectly maintained. Occasionally, eerie blue lights are seen glowing in its windows. When teenagers dare each other to go into the house one of them disappears",
	"247": "A man the PCs know is found murdered in his room. The only evidence of the killer is an ancient symbol of a cult painted on the wall in the victim’s blood. Upon investigating further, the vic-tim left a note hidden before he died, located in the pot of a rose plant down the street at a flower shop. When they get to the shop to get the note, they find out that all the plants and flowers have been sent to a wedding taking place nearby. When they get the note back (however they pull that off) they will get more insight to this small but deadly cult operating outside of town and they must shut it down before anyone else gets killed, and to avenge their friend",
	"248": "An amateur bard’s music is so terrible that anyone who listens to it gets a screeching head-ache. The bard is vain to the point that he thinks he’s a virtuoso, and refuses to believe he’s the cause of so much suffering. The innkeeper offers free food and lodging to the first person who can get him to change his tune",
	"249": "The PCs are approached by a beggar girl, who pesters them for money. If they refuse to give her any money, she begins to cry and several large men claiming to be her family emerge from a side-street and accuse them of molesting the girl and demand compensation. An unsympathetic crowd begins to gather and the city watch is nowhere in sight",
	"250": "When the PCs arrive, people are afraid of one PC. They run away, close their shops, scream. The PCs are then approached by the guards and thrown in jail",
	"251": "While walking to town a PC stumbles and falls into an old mine shaft and finds a corpse hold-ing a map. The maps leads to quick treasure but is guarded by a villain",
	"252": "The Overlord challenges everyone to recover decorative tiles that bear parts of a message. It concerns a future quest to a neighboring town’s temple. The party runs afoul of a competing party of searchers",
	"253": "An orphanage has caught fire, and most of the children are trapped inside. The building is threatening to collapse, and the cries of children can be heard, even over the roar of the flames",
	"254": "The PCs are contracted to get a rare item in a city but learn its owner is offering it as a re-ward in a tournament. Do the PCs lie their way into the tournament so they can win the item, or do they try to steal it from under the entire town’s nose?",
	"255": "A young woman is in the middle of the walkway on her hands and knees. She seems to be desperately searching for something. There is a pair of glasses at the party’s feet",
	"256": "A house cat is in the tree. It is not distressed. In fact, it looks like it is stalking someone, about to pounce on the party or some other unwary traveler",
	"257": "A few sun bleached papers blow by. Soon after, a harried scribe runs past. He offers a copper piece to recover any of the papers",
	"258": "Upon arriving in town, people stare at the party from every window, door, balcony and street corner. Someone offers a funny insult, and soon everyone is gutting themselves, laughing at the PCs",
	"259": "A PC surprises a peeing drunk who jumps and starts hitting the PC’s shoes",
	"260": "In a store window, a living mannequin sneezes, swears, and gets back into character",
	"261": "A little kid asks the party what they are doing in town. A shadowy figure hides nearby, whisper-ing into the air at no one",
	"262": "A hat rolls along in the wind. In the headband is sewn a map. The hat is covered in dried blood",
	"263": "A dog slinks up to the party and begs for scraps. A bloody mark has been carved into its flank. The mark might be a clue or cult symbol or just a warning",
	"264": "A group of young nobles are racing horses through the streets and nearly ride down the characters. The nobles are arrogant, rude and more than slightly drunk. How the party handles this situation will determine how well they are received by the various factions in that city",
	"265": "A bride and groom ride down the street in a horse drawn carriage. The horses suddenly rear up and the cart threatens to topple. A terrified goblin tries to dodge flailing hooves. Do the PCs go to the cart, horses or goblin?",
	"266": "Someone is targeting prostitutes the PCs have had dalliances with. They soon become unwelcome in the local fleshpots and may become suspects in the investigations of the local gendarmes.",
	"267": "The Curling Shovel tavern is not the wealthiest in town, but it does have a base of returning customers. This is despite their lackluster swill and dog trough meals. Something must keep all those patrons coming back, but what is it and does it have anything to do with the nightly gurgling noises heard from the sewers beneath the kitchen?",
	"268": "While exploring a foreign city mostly populated by different race, a character is approached by a group of folk of his own race. They seem to spread out as if to surround the character while the leader demands, “What brings you to our fair city?”",
	"269": "Members of the Ladies of the Night thieves’ guild target the most handsome male in the party. Each year a contest is held to pilfer the most expensive item from the handsomest stranger in town. Not only does the victor thief win a large sum of money, but a night with the robbed gentle-men to boot!",
	"270": "Every time the PCs enter a building, an alarm is triggered. The alarm is accidental or is triggered by something the PCs do or carry. The town guard become irritated by the locals crying wolf and eventually stop coming when the PCs set off the alarm",
	"271": "A drought wreaks havoc in town. The PCs are asked by a medicine man to help locate water using his tools. Once the water is found bad guys show up to break the water supply or steal the tools",
	"272": "A small child steals something from a PC. It runs away to a big bad guy and gives this thing for food",
	"273": "An apocalyptic street preacher has been predicting the weather and minor events with unerring accuracy. As the PCs pass by one day, they hear him predict an important person’s death",
	"274": "One of the PCs is grabbed from behind and taken hostage by a robber being pursued by the city watch",
	"275": "People in a small town are nervous about news of a massive army heading in their direction. People are panicking and leaving the town. Rumours circulate as to the appearance, traits, horrors and evil this army does. Upon investigation, the PCs find out these rumours have been going on for some time, and usually perpetuated by an old geezer who supposedly saw this army first-hand when he was young and fought them in person. Following him will lead the PCs to a secret meet-ing with the old geezer and a prominent man who is trying to scare the entire town away so he can claim it all for some richly gain (gold or treasure buried underground, a hidden mine rich in veins of silver, a magic artifact long disappeared there, hidden catacombs containing a evil book or gem)",
	"276": "The party spots a crowd forming in a large marketplace. It turns out that members of two or more rival mage guilds have literally bumped into each other, and harsh words are being said. There is a real possibility this could break out into a fight, especially since the city watch is no-where to be seen",
	"277": "The youngest member of your group angers a patrol of the city guard, and is chased down Gerdil Lane, well-known for its seamy inhabitants. Now it’s a lynch mob! How to rescue him and avoid attracting the ongoing hostility of the patrols?",
	"278": "A flock of chickens peck at the street. Upon investigation, it seems they are eating small gems",
	"279": "A party member gets a dull, throbbing headache. Then they find a small doll on the ground resembling the PC with a pin in its head",
	"280": "A rubbery mass sticks to the boot of an adventurer. It seems to be a doughy figure resembling a noble",
	"281": "A round-faced boy is looking for his pet frog, Trevor. The PCs hear a croaking noise coming from a building where several thugs lounge out front",
	"282": "A wandering crazy man runs up to you, slaps you on the back yelling “Tag!” then runs off",
	"283": "A food fight breaks out in a nearby eatery",
	"284": "A bored guard walking a beat spots the PCs and enquires about their business. He fishes for information he could sell to certain folks he knows",
	"285": "The Sheriff stands on his soapbox entreating the townsfolk to form a party (becoming deputized) and ride after the “Hole in the Wall Gang.”",
	"286": "A man being chased by the guard runs headlong into one of the party. As they fall together in a pile, the man plants an item on the PC. The guardsmen catch the fellow, beat him to a bloody pulp, and drag him away to the dungeon. When put to the question the fellow admits he planted the item on the character, so the city guard will soon be looking for the PC and the item. What is this item and why is it so important to the city guard?",
	"287": "A plague of rats has befallen the best bakery in town. A fat and greedy wererat can’t resist nightly visits in rat form to gorge himself on the delicious treats. He has so far killed every cat and dog used to try and stop the monster rat",
	"288": "While exploring a foreign city mostly populated by different race, a character catches sight of a group of his own race nearby talking. One of them waves at the character in a friendly manner. The character moves through the crowd to go meet them, but when he arrives, they have moved on",
	"289": "An orphan tags along with the PCs, staying with them regardless of destination or present danger. With each passing day, another orphan joins the first. Even if killed, lost, or captured they always return. The PCs must discover the legend regarding the orphans and make an appropriate sacrifice/ritual to appease the curse and dismiss the orphan spirits",
	"290": "A dignitary was murdered recently and one of the PCs resembles the suspect",
	"291": "A group of laborers is having a loud argument with the person who hired them. They demand back-wages, while the person who hired them complains about their shoddy workmanship. Both parties stand in the middle of the street, making passage impossible",
	"292": "A boy is kidnapped. The PCs are asked to locate him. The only information they are given is the kidnappers are known to work out of a certain location",
	"293": "A streak of bad luck has hit town hard. People have been injured in accidents, fires, sick-ness. People report seeing a black cat near them before the accidents happen. Confronting the cat should be entertaining as trying to harm it will only bring bad luck to the PCs (bow strings break, sword slips out of hand and gets lost, shoes become untied, etc.). Catching it will be difficult as it is with any cat. Best thing to do is follow it and see where it goes, which will lead them to a big tree that the cat enters. The cat is actually a shape shifting spirit, a trickster, just having fun with the town. The PCs will have to pass a test or riddle or perform some task for the spirit to get it to leave the town alone",
	"294": "A young noble claims to be the dispossessed heir of the ruling family. When the guard come to question him, he claims the party can prove his claims to royalty are true",
	"295": "Part of the Old Town wall collapses, revealing a passageway descending to who knows where. Ah well, down we go. But the party meets (fill in your favorite enemy group from your campaign). A running battle up and down crumbling stairs ensues, until everyone falls into a rotting Great Hall, where a demon arrives to referee the battle. Fight the demon, fight your enemies, fight everyone, run away?",
	"296": "PCs are caught in a fight between two rival gangs and are mistaken by both sides to be their enemies",
	"297": "A tentacled and somewhat eldritch horror approaches the PCs looking for investors in what appears to be a pyramid scheme, announcing from an unseen mouth that they can get in on the ground floor of a wonderful money-making opportunity. It promises a thousandfold return on any investment, and no ill will if the offer is refused, though it leans heavily on the PCs to accept its offer via partial glimpses of its true form",
	"298": "A flustered woman drops her shopping",
	"299": "A feral cat trails the party",
	"300": "A passing child drops her candy and cries",
	"301": "Two young nobles approach the noblest-looking pair of party members and demand the cho-sen PCs act as seconds in their duel. The PC seconds must negotiable the details of the duel. If the duel results in death, the seconds will be charged as accessories to murder, and the PCs may have to flee the city. On the other hand, if the duel is non-fatal, they could gain honor and respect by behaving in an honorable manner",
	"302": "While moving through a crowded marketplace, a character of short stature manages to run into a large passerby. The two collide and both fall to the ground. The larger pedestrian had been carrying an armload of packages, many of which were damaged in the fall",
	"303": "A large toad sits on a barrel outside a seedy tavern attended to by a swarthy twinkle-eyed peddler. He claims that one lick of his skin will reveal the path to great fortune. Any takers are overcome by visions of adventure, treasure, and glory followed by several days of serious illness",
	"304": "One benign item the PCs carry is considered taboo by the townsfolk. People either bow or kneel, avert their eyes, or leave the PCs’ presence when said item is brandished. The item the population revere was lost, stolen or destroyed at some point in the town’s history and it has now returned, thanks to the PCs",
	"305": "Gambling with the cronies of an unsavory innkeeper is not always the best course. He accuses you of cheating, starts a rumble - with all the customers turning on you - and calls the guard. They decide to arrest first, crush next and question tomorrow",
	"306": "The city is abuzz with excitement and activity, as it won a contract by the King to create armour and weapons for an upcoming war. Everyone is busy working; it’s an economic boom for the town. The PCs encounter a blacksmith drunk at the pub who says he was fired and beaten severely for speaking out when he tested armour and weapons made from the metal given to the town, and found them to be weak and structurally unsound. They’ll last for a few hits, then completely fall apart! The metal has been sabotaged so the King’s soldiers will be decimated. The blacksmith at-tempted to inform the King’s advisor, but he would not hear of it, and the blacksmith’s guild fired him and beat him up for giving them a bad name to the King. If the PCs investigate, they discover evidence the King’s advisor is a saboteur for the enemy",
	"307": "Two sons of wealthy merchants are having a contest to see who can survive the most duels unharmed. One of them challenges a PC to a duel",
	"308": "A troupe of well-armed adventurers pass by chatting about returning to the secret location for the rest of the treasure tomorrow",
	"309": "A little kid falls in front of a charging stagecoach",
	"310": "A person with a clipboard tries to get the PCs to register to vote",
	"311": "Private guards flank a door and stare hard at the PCs as they pass by",
	"312": "Someone appears from then disappears into the shadows of an alley",
	"313": "A group of thugs are robbing the son of a rich merchant. The merchant son yells and offers a rich reward if the party will protect him from the armed robbers, but it quickly becomes clear these are not simple robbers and that something deeper is going on",
	"314": "A cart sells roasted rat on a stick on the corner. The proprietor looks surprised as someone in a suit strolls up to order one with teriyaki sauce. Suddenly, the rats animate and attack, using the sticks sticking through them to pierce people before biting them",
	"315": "The streets are choked with onlookers, entourages, and beggars all trying to gain the recently arrived Duke’s attentions. During the chaos, one of the PC’s prized possessions is pilfered. Later, as the Duke departs, the PCs spot him carrying it",
	"316": "The PCs are completely ignored by all of the citizens in the town. Unless the PCs get physical or destructive, nothing they say or do gets a response",
	"317": "A guard officer has lost his badge of office and must find it before the end of his shift. One of the PCs spots an orphan beggar handing it discreetly to another beggar through a window of a nearby building",
	"318": "Gerard de Nancy is a trifle effeminate in appearance, but he doesn’t like to hear that from anyone other than his father, the Sieur de Moncotte. Loose lips slit noses - that’s what he plans for you, unless you can convince him and his minions otherwise, and he is six foot seven tall",
	"319": "The festival is in town. A large circus has arrived and the streets are full of fun and joy. Many acts and harmless but entertaining magic amaze the people. Once they leave, it’s discovered that some people have gone missing - homeless drunks, prostitutes and children. Following the circus, the PCs won’t find the missing townspeople. The owner lets the PCs search around and question the workers; he has nothing to hide. An important clue is that one of the missing people had an unusual tattoo of their clan or faith on their ankle. A sharp-eyed PC will spot the tattoo on the ankle of a caged lion. The circus is using some kind of magic to turn undesirables from towns into circus animals for the show!",
	"320": "A street fight gets someone thrown into a horse trough - a trough with a deadly water snake in it",
	"321": "A small child asks one of the party if that is a real [weapon/item] they have hidden on them",
	"322": "Mimes have infested the street and try to climb invisible ropes in front of a clearly unappreciative audience",
	"323": "A trio of nuns plays jump-rope. A PC gets a glance under one’s habit and spots a pair of hairy half-orc legs",
	"324": "A salesman offers great discounts on holy water. A careful PC might spot an evil symbol tattooed on the salesman’s neck",
	"325": "A woman carrying a stack of books trips in front of the party and falls over, scattering her books everywhere. One of the books is on demonology",
	"326": "An old codger knows of “lots of great adventures” that are, unfortunately, all dead ends",
	"327": "A hawk dives out of the sky and snags a mouse near the party or perhaps attacks a PC’s familiar",
	"328": "The party witness a jail break as someone pulls the bars out of the stone wall by tying them to his horse and galloping off",
	"329": "A shady character approaches the party and offers a deal: he will trade news for news. If the party agrees, they will tell a piece of information for a piece of information in return. If the party tells the complete truth, the information they receive in return will be the complete truth, but if they lie, so does the info merchant. The more the party shares, the more they stand to gain",
	"330": "After a long journey or adventure, the PCs return to a favorite inn or tavern. One PC is approached by an attractive person and several children who have a striking resemblance, claiming to be the PC’s abandoned family. The family seems to know every intimate detail about the PC",
	"331": "A small, exotic-looking child follows the PCs around. Every time the PCs encounter danger or a sinister local, the small child is seen again in their peripheral vision - is this a warning of some kind?",
	"332": "Geronimus the Seer isn’t a seer. He’s a visiting wizard with a nasty temper and a curious sense of humour. The toes of the party members begin to writhe and wriggle, one toe at a time. When the PCs catch on, what do they do? Geronimus is said to have a rotten temper if you resist his games",
	"333": "The end of the world is nigh! People in the entire region are flocking to the temples because of a large, bright omen in the sky. Priests, monks and religious persons offer conversions and religious services around the clock as swarms of people wish to redeem their souls for the afterlife. The massive fireball in the sky inspires panic in everyone, even royalty, who are giving large sums of money to have their souls saved first. The PCs investigate and stumble on some interesting facts: 1) people before this omen were not that religious, temples were visited rarely; 2) priests were barely making ends meet; 3) the fireball does not move; 4) the fireball just appeared one night, and at about the same time all the priests, monks and religious people started preaching the end of the world. The PCs find a large structure, possibly afloat (like a big balloon), that holds the fireball. The plan was devised by all the religious factions to help bolster their flocks, faith, free labour, and of course, monetary donations to the churches. The plan is that, in a month, the object will disappear, the people saved by their religious turnabout, and donations will have to be kept up lest the object return again due to their lack of faith",
	"334": "The PCs are hired by a merchant to recover a valuable piece of jewelry. The merchant turns out to be a ranking member of the thieves’ guild and the jewelry has been donated to a good temple. Do the PCs recover the jewelry, or risk the ire of the thieves’ guild?",
	"335": "A very friendly cat weaves in and out of one of the party members’ legs. It seems the cat has been painted, and it leaves the PCs “marked”. Are the characters now targets for something?",
	"336": "Déjà vu: there is something familiar about all this. (Give the PCs a couple of results just be-fore they happen, giving them the choice to take different actions.)",
	"337": "A political candidate and entourage sweep through the street shaking hands and asking who you’re going to vote for",
	"338": "A dead ox causes a grid lock",
	"339": "A weary traveler is mobbed by adoring children. They keep asking him if “he found it yet.”",
	"340": "A little kid approaches one of the party. “Hey mister, can I watch yer horse fer ya? Fitty coppers!”",
	"341": "An undertaker lurks nearby. He points to each member and correctly guesses their height and weight",
	"342": "Not quite looking where he is going, one of the party steps in a puddle...of blood",
	"343": "Kids playing hide ‘n seek get into trouble when they see something they shouldn’t have, and come running to the PCs for help",
	"344": "One of the party has an intense itch. It spreads to anyone he touches until cured",
	"345": "The characters are drafted into a posse as a group of armed outlaws have just robbed the tax collector, and the lawful authorities have the right to require armed freemen to perform this public service. If the characters do not step up, they will chase the outlaws for 2d6 days before the law enforcement officials give up the chase",
	"346": "A random party member is stung by a bee. They spot a strange man sitting on a step nearby, tracing the air with his finger, muttering to himself. Suddenly, he jabs a finger in the air, and then another PC gets stung",
	"347": "A religious festival celebrates the Goddess of Truth and Magic. While the priesthood are solemn, the rest of the revelers seem intent on having a good time. The PCs can afford to let their guard down, as the priests of She Who Sees can intervene before troublemakers, pick pockets or otherwise cause disturbance",
	"348": "A young man approaches the PCs claiming to be the real Sheriff of this area. He wants to deputize the PCs and send them into the nearby mine to investigate strange lights and missing cattle",
	"349": "A sewer worker is found after being lost for several days and claims he saw a lizard man lead-ing a monster on a leash through the sewers. The monster touched his lantern and it crumbled to dust. The lizard man left him to find his way out of the sewers, blind",
	"350": "Anyone drinking the water becomes ill. The sickness lasts for a few days and causes vomiting, aches, pains and delusions. Other towns in the area have also been affected. Investigating this, the PCs find out the same river flows past all the towns affected. The PCs must travel upstream to find the source of the sickness, which brings them to a coven of witches poisoning the water",
	"351": "An old-timer runs up to a random party member yelling “Dan? Dan! Ya ain’t changed a bit in nigh on ta 15 years. It’s like seen’ a ghost...”",
	"352": "Dogs chasing each other run by. One of them gets vicious and a wounded dog turns on the next weakest thing it spots - a PC, homeless man, wife bringing home baking....",
	"353": "A rich man is carried past in a sedan chair. A young man trots along, waving some kind of paper diagrams at the man, saying, “It is located here, in the heart of it, I am certain! I just need a loan big enough to put a group together!”",
	"354": "A bad batch of purple hued fungus in the food has left the magistrate a little shorthanded as the guards are all bedridden. The PCs are asked to lend a hand until the guards are up and about. That night a rash of gnome thieves reign terror on the town, stealing anything not nailed down and leaving little clockwork surprises for the locals and the PCs",
	"355": "A bard recognizes the PCs and begins singing ballads about their various exploits. The PCs are soon surrounded by a mob asking for favors and blessings.",
	"356": "A bunch of awakened rats have escaped a laboratory and, mad with pain, attack the first things they see: the PCs. Though insane, they are cunning, and one of them has developed sorcerous powers.",
	"357": "A candlemaker delivers a special batch of candles to a wealthy merchant who lives alone in a big house. The next night the house is robbed and the PCs investigate. Will they find out about the drugged candles?",
	"358": "A capable-looking party of hired adventurers approach the PCs with intentions of a shake down for some quest item they hold. This is just one of the rival factions coming in to play.",
	"359": "A chamberlain approaches the party, asking them if they will take a meeting with his unnamed lordship to discuss a well-paying job opportunity, urging secrecy and discretion, and naming the time and place once the parties agrees. The next day, when the party shows, no one is there. Upon investigation, the PCs discover the prospective employer (an ambitious nobleman) was assassinated during the night, and the city guard seems strangely disinterested in the entire affair. Later, the chamberlain’s body is found in their rooms and rumors begin to fly of the group’s involvement in the murders",
	"360": "A character needs to convert foreign money into local currency and tries to enter the money changer’s establishment. Heavily armed guards at the door will not allow entrance to those with weapons and armor",
	"361": "A city is in the grips of a famine, and its people on the verge of riot, starvation, or both, when the PCs discover the city’s government has secretly hidden a large stash of food to feed the army, guards and themselves",
	"362": "A cleric accuses the mayor of being a gold or silver dragon",
	"363": "A contact agrees to meet the group in the cemetery at midnight. Patrolling guards arrest the PCs for criminal trespass, hindering them",
	"364": "A dead author haunts a secondhand bookstore, vigorously defending the last remaining copy of his only published work - “Sentimental Songs for a Soporific Summer” from Vanity Press. The book-store owner would like his store back. He’d also like to know how the book got into his store, as he doesn’t remember acquiring the infamously bad poetry book",
	"365": "A disheveled beggar follows the PCs through the streets of the city. He hounds the PCs until he gets a coin or a boot to the backside. How the PCs react will affect a later mission, as the beggar is royalty in disguise",
	"366": "A druid is speeding up the growth of several trees, seeking to use their roots to subtly destroy certain buildings. Unfortunately for him, the PCs notice what he’s doing, and he has no choice but to attempt to silence them",
	"367": "A druid raises funds and awareness of the cause by day, and robs and kills the wealthy by night. He claims a desire to follow the laws of the city and work within the system, decrying the nighttime attacks as the over-zealous actions of well-meaning but misguided people. His goal is to sow confusion and fear, and ruin trade by getting rid of those who engage in it",
	"368": "A figure in a dark cloak and a thick foreign accent asks the PCs to deliver an envelope to the head of the city guard",
	"369": "A filthy child fleeing from an older boy with a knife runs into the arms of the party. If the party helps him, they are later ambushed by a large child gang demanding the release of the boy, who has broken some rule and must be put to death",
	"370": "A fire on the bridges near the docks district is raging out of control. How much and what can the adventures salvage or save? People, property, plunder or a plunge into the icy waters below?",
	"371": "A fire, earthquake, flood, or other disaster threatens the city’s Great Library, home of hundreds of irreplaceable tomes, maps, and scrolls. The PCs are called upon to help rescue as many of the documents as possible. In the process, the rules about sections of the library that are normally forbidden to all but a select few are relaxed, and the PCs may gain access to some forbidden knowledge",
	"372": "A foreign diplomat has been kidnapped, polymorphed into an goblin, and dumped in a rough part of town, outside the inn where the PCs are staying",
	"373": "A foreign mercenary captain approaches the PCs. He and his men have been hired by the lo-cal ruler to beef up the armed guard patrols at night, keep the peace and investigate rumours of a planned revolt. He could use a few more on his squad, and the party looks like a healthy bunch and not scared of a fight. How would they like to sign up for few a nights’ work? They’ll be well paid for the effort",
	"374": "A foul and under-dressed woman stumbles out of an alleyway, clamping onto the nearest PC, claiming desperately, with a foreign accent, to be lady or noble of some foreign country. It all looks rather suspicious and more like a scam than a cry for help. The claim is true, however",
	"375": "A friend of one PC ends up missing. The party discovers a shop dealing in cheap magic armor has leather armor with the same markings as their friend’s. They need to remove the evil cultists working out of the tannery",
	"376": "A furious hill giant materializes in the town square. Can the heroes calm it or get it out of town with a minimum damage to life and property, or must they fight it at large risks? How did it get here in the first place?",
	"377": "A gang has been kidnapping people and the party witnesses the latest attempt, with a little girl as the victim. But the party has a choice to make when the girl starts slaughtering the gang. Rakshasa are dangerous and not much concerned about collateral damage. Do they help the gang, flee, or fight only after the gang is beaten?",
	"378": "A giant slug enters the alchemists’ district, creating confusion. It is a possible source of new potion ingredients, too, so the alchemists ask the PCs for help capturing the creature",
	"379": "A goblin has broken into an alchemist’s shop. The alchemist hires the PCs to stop it before it accidentally blows the place up",
	"380": "A group of ethereal filchers appear and begin stealing things only to place them in unlikely places (up a tree, swapping items on different people’s carts, inside a person’s backpack, down sewer grates and the like). The filchers are hired to cause chaos in the marketplace",
	"381": "The PCs are asked to keep tabs on a group of foreign diplomats (whether overtly, by showing them around, or covertly, by spying on them). The alleged diplomats’ behavior is so bizarre and offensive, however, that it seems impossible to believe these are truly their native customs",
	"382": "A dark cleric is seen riding through the city with someone unconscious draped across his horse. Then the PCs learn about a kidnapping the next day. Do the PCs investigate this lead, which is just a dangerous red herring?",
	"383": "The PCs are contracted by the neighborhood leader to get rid of a werewolf and her minions who are terrorizing the locals. During the battle, the werewolf makes the group an offer: the gift of lycanthropy and the knowledge to use it, as well as the spoils from the town if they will join her. Leave the decision for the group to make as individuals and a group, as some may join and some may not. Do the members who join kill those that don’t? Ah, the possibilities",
	"384": "A group of town guards confronts the party demanding they present their belongings for search. The guards are responding to the claims of a poor peasant that the PCs have robbed him of his mother’s silver comb. In truth, the peasant is part of the thieves’ guild and is hoping when the guards search these travelers belongings he will spot riches for him and his friends to steal later that day",
	"385": "A hallucinogenic substance is released into a crowded place. Some people attack, some wan-der aimlessly into danger and others start hurting themselves. Who do the PCs help first?",
	"386": "A historian at the university with a reputation for eccentricity has barricaded himself in a tower and refuses to come out, having uncovered something in his research that he believes would make him a target of a powerful group. The PCs have to talk him out, and in the process, learn the alleged secret in case his claims are true",
	"387": "A huge hole opens up at the centre of the city taking the largest temple with it. Rumours of dark rites abound and now strange, misshapen creatures crawl out of the hole wearing the robes of the temple’s clerics",
	"388": "A kobold smuggling illegal toxins into the city crashes into the PCs, sending his wares flying. The PCs must catch him and then work with him to develop antidotes, which are still in development",
	"389": "A large group of guards chases a terrified peasant who slips a torn book into one of the PCs’ pockets. Upon examining it, the PC finds the book is actually a noble’s diary, containing all of his personal secrets and aspirations",
	"390": "A lion escapes from the circus ten minutes before its big act. The PCs have to capture and return it, without knocking it unconscious",
	"391": "A neighborhood home reputed to be haunted is actually infested with air elementals from a previous owner’s magical experiments, which to a non-expert observer could seem to mimic ghosts",
	"392": "A lovely NPC flirts with the least charismatic character. If a romance blossoms, then the day before the party leaves, the NPC will take off with whatever valuable item they can get away with. Getting it back will be an adventure in itself",
	"393": "A man, dressed in leathers, claims to be a doctor and capable of curing various maladies at a fraction of the market price. The PCs, if daft or desperate enough to take him up on his offer, will be anaesthetized or given sleeping potions. They are then robbed of their cash and other valuables (possibly including plot items) and thrown into the river. The doctor may be found living a few streets away",
	"394": "A man, dressed in the latest styles, offers the characters illegal or evil weaponry. He is a bar-gain, but if the characters accept, they may be tracked down by the law or good forces",
	"395": "A mighty construct guards an important building (the treasury, the mint, the palace) and is controlled by a magical device held by an official. When the construct simply walks away one day, is it a case of theft (and if so, for what purpose?) or has the construct acquired a newfound independence?",
	"396": "A minstrel wanders, singing a ribald song about one of the PCs and the wife of the Sheriff. Innocent fun, or is someone trying to get the PC?",
	"397": "A mob boils down the street in pursuit of a weak-looking man or woman",
	"398": "A noble’s tomb is found opened, the sarcophagus lid removed, and the body missing. Upon investigation, other bodies are missing from other graves in the same cemetery. The caretaker is being accused of grave robbing, but he swears he is innocent",
	"399": "A notorious villain is finally captured (perhaps by the PCs), brought to justice and executed. His body is displayed as a warning to others. When the body disappears sometime later, there are fears the villain has come back to life or that some necromancy is in the works. Or were the re-mains simply taken by his family, seeking to give their loved one a proper funeral?",
	"400": "A parade complete with Chinese dragon winds down main street. The dragon contains assassins who strike and flee into the crowd",
	"401": "A person dressed in strange clothing falls from a building and lands near the PCs, injuring his leg. He asks for help, as the sound of angry voices can be heard headed his way",
	"402": "A person runs through the market shouting Thief! Thief! The city guards chase after this per-son. The one shouting has a bloody knife in their hand",
	"403": "A pickpocket steals something of value to one hero. As he runs after the thief, city guards ar-rive and arrest another party member, while a third is charmed/confused/geased by a spellcaster. Someone is trying to separate the party, but why?",
	"404": "A pie vendor offers a free serving of his new “fiery hot meat pie” to any brave enough to taste it. Aside from being incredibly spicy, one of the magical ingredients of the pie will make some unlucky individuals filled with a nearly uncontrollable rage. Those who suppress the rage tend to expel fiery flatulence a couple hours after eating",
	"405": "A popular street performer is brutally murdered in broad daylight by a stranger. When apprehended, the man breaks down in tears, babbling that he didn’t want to kill her but he had to.... What possessed the man to commit such a crime?",
	"406": "A priest in the group is approached by a couple who wish to be married in secret, allegedly because the match is against their families’ wishes. Will the PC perform the ceremony and risk the wrath of angered parents, or deny the course of true love?",
	"407": "A jail breakout disrupts the PCs’ downtime in town. As the newly freed prisoners riot through the streets, the PCs come face to face with the villain they helped lock up some time ago. He’s got himself quite a following since being locked up",
	"408": "A noble’s mysterious new lover is a succubus. The twist is the demon is not preying on the noble and is instead using its powers against the NPC’s unsuspecting enemies",
	"409": "A raccoon runs out the back of a shop holding a human hand in its mouth. The shopkeeper doesn’t appear alarmed, though the other customers aren’t quite so blase",
	"410": "A rain of blood/frogs/stones falls while the party is in a busy thoroughfare",
	"411": "A rare cockatrice egg has gotten mixed into a market shipment and sold to an innkeeper. Anyone who eats it is liable to turn into stone! Trouble is, there are 13 taverns in the city and it is almost time for breakfast....",
	"412": "A recent upsurge of rodents, checked only by the rat catchers, causes damage and spreads disease. However, the catchers are actually a gang of upstart beggars and thieves whose leader can somehow control rat swarms to steal and intimidate shop owners. How do our heroes stop this men-ace and still deter a spreading plague?",
	"413": "A rich merchant has lost a precious pendant down one of the street drains and offers anyone nearby a substantial reward for its return. (This could also be a ruse and some thieves are attempt-ing to lure otherwise honest folk into the sewers to get mugged or captured for selling into slavery.)",
	"414": "A rival needs time to complete his plans or plot, so he hires a kender to hang out with the party for several days to hinder the group",
	"415": "A rough and tumble gang of street urchins picks out a random party member and follows him about town, hurling coarse insults (about the PC’s race, class, place of origin, hair color, etc.), rot-ten fruit, trash and the occasional rock, in an effort to provoke the party member. If challenged, they will flee to safety, but will return to continue their harassment later. The gang’s leader is the son of the Captain of the City Guard, so it will be dangerous for the PCs to get violent",
	"416": "A runaway wagon/Toyota with a bad accelerator barrels down the street",
	"417": "A series of shouts and screams alerts the PCs to an unfolding disaster. A molasses (or syrup or even beer) factory’s holding tank has collapsed, and massive amounts of sticky liquid (hundreds of gallons!) are rushing out and down the street, putting people at risk of being crushed, drowned or smothered",
	"418": "A serving girl assumes the role of a vigilante to seek revenge on the town watch. After investigating, the PCs can attempt to capture and turn her in for the sizable reward, or join her crusade",
	"419": "A ship that set off on a voyage of exploration many years ago, and was presumed lost, has re-turned to the city’s port. However, no one seems to be aboard, and superstitious sailors are calling it a ghost ship",
	"420": "A sign hanging on the gate to a large mansion reads, “Gardner wanted: applicants must be tough, fearless, resourceful and provide their own weapons and armor - orphaned adventurers preferred! Apply within.”",
	"421": "A small girl attempts to sell flowers to passersby who act as if she doesn’t exist. The PCs might be tempted to do the same, except the flowers are unlike any that grow in that country",
	"422": "A small infant monster climbs into the PCs’ wagon/saddlebag/backpack to hide from the town guard, who are hunting it down to kill it. When discovered, it befriends the PC and calls them mama",
	"423": "A small magical mishap from a wizard-in-training causes the PCs to relive the same day over and over again (ala Groundhog Day). The wizard has disappeared and now the PCs have 24 hours to find him and remove the curse before they must start the day all over again...and again...and again",
	"424": "A small, misshaped goblin rogue named Nerpal (nicknamed Pickle due to his overly green hue) discovers a bracelet near the entrance to an old abandoned manor house in the Residential Ward. The bracelet is two snakes, the tail of one in the mouth of the other, and it has the ability to turn the wearer into either a viper or constrictor, equal to the level of the wearer, plus other proper-ties, yet to be discovered. Nerpal discovered the shapeshifting capability and uses the bracelet to get out of trouble",
	"425": "A smelly, downtrodden man wearing the holy symbol of the group’s cleric approaches the party. When he sees the cleric shares his faith, he invokes a little-known holy right that compels the cleric to take him into his care",
	"426": "A stranger stumbles up to the PCs in a marketplace or tavern, utters a single phrase in a language none of them understand, and dies. They may have to consult with sages or other members of the stranger’s community to translate the words and learn what message was being delivered, if any",
	"427": "A sudden thunderstorm breaks out over the city and everyone scrambles for shelter. The PCs end up on the porch of a temple with a bearded man in long robes, who is looking intently at the black skies and seems to be muttering magic words",
	"428": "A talkative person thinks they grew up with you and starts a long, drawn out conversation",
	"429": "A thief steals something from a market stall. A guard notices, runs up, and arrests a different youth who was standing near the stall and looks nothing like the thief. Was there a crime commit-ted the PCs didn’t notice, or is there something personal between the guard and the youth?",
	"430": "Shattered, a thousand shards of crystal and gold, lying in the gutter, glistening in the first rays of dawn. “Them’d be ours,” says the largest (and ugliest) of the group of thugs standing at the end of the ally",
	"431": "A trained wyvern mount has escaped its owner and discovered city dwellers are easy pickins. The owner wants the party’s help in capturing the wyvern without killing it and without scaring it off into the wilderness never to be seen again",
	"432": "A troupe of actors and artisans has come to town and crossed your path. They ask you to join them in a bit of an impromptu show for the locals. Have the PCs perform skill checks to earn an extra bit of coin",
	"433": "A troupe puts on a play that romanticizes a normally dangerous monster. Teens are going miss-ing after each show. What is really going on?",
	"434": "A pretty herald tries to get the party to join them in an inn tonight. When the party arrives, the inn is packed with patrons that, in the end, don’t turn out to be patrons, but some shape-changing monsters preying on the party",
	"435": "An upset librarian seeks a group of adventures to get a book returned to him. Doesn’t seem like a big deal until the librarian tells the group the book was taken by an insane wizard who was mumbling something about raising an undead army. The book: How To Bring The Dead Back To Life",
	"436": "A victim of an apparent drug overdose is found in an alley, with a button bearing the symbol of a prominent noble family clutched in his hand. Was it an accidental overdose or a murder? And to what lengths will the family go to conceal their involvement?",
	"437": "A vigilante is brutally murdering suspected crime figures. A merchant wants to thank him and tries to hire the heroes to capture him and bring him to dinner. This is obviously a setup...or is it?",
	"438": "A well-behaved dog starts following the PCs around town. It can execute all sorts of complex tricks, and will follow the party even if they try to get it to leave (if only at a distance). Before long, the PCs are confronted by the dog’s owner and the town guard and accused of dog-napping",
	"439": "A witch puts a curse on city inhabitants where their souls are put into frogs. The witch orders her minions to step on all frogs, causing people to disappear",
	"440": "A woman in rags bursts from a nearby alley, city guards in hot pursuit, and slams into you. Desperation on her face, she throws a small cloth-bound bundle into your hands and gasps, “Protect the Kingdom. Don’t let them get this!”",
	"441": "A woman wearing clerical robes stands in the street shouting about the gods. A priest from a nearby temple approaches her, and a physical altercation begins",
	"442": "A wrong turn during a city festival places the characters dead center in the path of a classic “bull run” already in progress. Better hope you can outrun angry animals",
	"443": "A young gentleman asks the PCs for help in locating his younger sister. He was not supposed to take her into the city (especially not the seedier parts!) but it was her birthday and she asked for the outing as a treat, only to vanish the moment he turned his back. He is reluctant to report her disappearance to the guards or his family, but was the girl abducted for some nefarious purpose, or did she run away of her own volition?",
	"444": "A young girl struggles to carry two heavy buckets of water through the marketplace, despite being tormented by a pair of small monkeys who seem to be flinging pebbles at her. Off to the side, a pair of drunk gentlemen are placing wagers on whether or not she will drop the buckets before getting them back to her market stall",
	"445": "A young noble asks the PCs to take him on adventures. Even if the PCs refuse, he will try and follow. He is incompetent and a danger to himself and others, but his family is powerful, so it might not be a bad idea to let him come along",
	"446": "A young princess and magical sword are missing - the King’s own sorcerer flew away on a flying carpet with them. The sorcerer will try to get his youth back by sacrificing the girl to a huge snake while she tries to protect herself with the magical sword",
	"447": "After a day of shopping prior to leaving on a big adventure, one of the PCs returns with a child. The trouble is, they are being chased by a flying gargoyle",
	"448": "After a short and fatal scuffle with robbers in a bad district, cries can be heard in the distance: “City guards approaching.” One bystander notes the party is now in trouble because killing inside the city is strictly forbidden, even in self defense",
	"449": "The PCs see a fight between three city militia and a trio of strangely garbed fighters. Then they see three mages, dressed similarly to the strangers, preparing to cast a spell on the fighting sextet",
	"450": "After heavy drinking bouts (adventuring is stressful work) one of the local bar heroes turns out to be a genius smith. For a small discount, he might help the PCs out in his particular area",
	"451": "“We agreed to 80 more today, not 40 today and 40 yesterday. Now either pony up, or scram, the deposit’s gone either way.”",
	"452": "An abandoned building is reputed to be a site where a great evil once took place, and is shunned by the townspeople. In fact, the building’s basement contains a secret passage used by smugglers, who have spread the rumors of danger to keep their route hidden. But are the rumors completely false, or are the smugglers meddling with forces they do not understand?",
	"453": "An alchemist, sound asleep in bed, awakens to pounding on his door. A man dressed in a black cloak, black breeches, and black, knee-high boots says he is the squire of a wealthy nobleman (the man does not provide the nobleman’s name) and his lord is in desperate need of 3 doses of the Potion of Whispering Darkness. Although the man offers to pay a price 10 times greater than nor-mal, the alchemist is concerned about the transaction because the potion requires the root of the fusharshia bush, a hallucinogen banned by authorities, and the possession of which is punishable by excruciatingly painful torture",
	"454": "An alien or uncommon species stands on a crate preaching that we should all treat each other like we treat ourselves. If pressed, he will teach that he believes all beings are reincarnated not just in space but also in time, and that we are all reincarnations of one being. He will be found at his current position for three days, by which time he either becomes bored or is arrested for caus-ing a public nuisance",
	"455": "An aspiring summoner loses control of something he summoned. The creature rampages through the city, but the party cannot kill it because it is a sacred vassal of the city’s patron god",
	"456": "An assassin is poisoning the guard dogs of a wealthy man when the PCs come upon him. Think-ing they’ve seen too much, he attacks",
	"457": "An assassination attempt is made on a prominent official, but it is clumsy and the official survives, only to accuse a member of some group he wishes to see brought down (thieves’ guild, political radicals, a particular noble family) of the crime. Was the attack faked to discredit the official’s opponents, or was it a genuine attempt?",
	"458": "An enemy has placed magical bombs throughout the city. The PCs need to find them and the enemies in the city in 24 hours",
	"459": "An influential merchant was murdered only a few days ago and now a strange disease has bro-ken out in the poorer sections of town. Misfortune or malevolence?",
	"460": "An iron golem with a gem burning in its chest steals from rich merchant’s homes in a spectacularly noisy and destructive fashion and then vanishes into the sewers. The thieves’ guild wants this amateur stopped. Can the PCs figure out what’s really going on?",
	"461": "A wealthy and attractive woman runs up to a PC exclaiming her husband has finally returned! As it happens, one of the PCs is the spitting image of a nobleman who disappeared under mysterious circumstances some time ago. Is the woman up to something or is she sincerely mistaken?",
	"462": "An old beggar is a fixture of the neighborhood, until he disappears, leaving only his faithful dog behind. The constabulary is unwilling to investigate, so concerned citizens ask the PCs to look into the incident instead",
	"463": "An old woman from the poor section of town wants an escort to visit her son on the well-to-do side. What is really going on here?",
	"464": "An out of work shockboxer asks the PCs to sponsor him in the next city shockboxing match. After committing to the fight the boxer suddenly dies. The fight organizer, the leader of a crime syndicate, expects the boxer to show and threatens the characters with certain death if they can-not find a replacement (see the movie Snatch)",
	"465": "An urchin boy approaches offering to wash and water the party’s horses for some coin to help support his little sister. Unfortunately, while he has plenty of time to chat, his grooming efforts are dismal",
	"466": "An urchin runs past the least charismatic character, tripping on their legs, making a theatrical schwalbe. The urchin accuses the PC of hurting him and gets lots of sympathy from a gathering crowd. After some time griping, the urchin and his mom will be content with a bribe. In the mean-time, pickpockets target the rest of the party’s purses!",
	"467": "The Queen asks the PCs to stop a riot between the guards and the townspeople without killing a single soul",
	"468": "Armed guards clear the streets in front of a long procession. A savage animal stands upright, wheeled on a rolling restraint cart and covered in chains. This bear-man has a steel-reinforced muzzle clamping his blood-stained jaws shut. You see the bars of the muzzle start to buckle and break; the nearest guards do not",
	"469": "As a diversion, bad guys have set up orphans chained to apple barrels selling apples. The apple barrels are loaded with explosives that detonate when the chain is broken or stretched to its limit",
	"470": "As the PCs return to town with their bounty-head, the townspeople meet them and demand they turn him loose. Included in the mob are the mayor, women and children. The sheriff who set the bounty is nowhere to be found",
	"471": "As the PCs walk the evening streets, perhaps heading back to their lodgings, they see a person standing near an alley get sapped over the back of the head by a hooded figure and then dragged into the shadowy alley. While watching the body disappear into the shadows they see the hooded figure look up at them and smile, a glint of light off a small set of fangs reflects in the moonlight. Does the group investigate?",
	"472": "After tracking a pickpocket down, the PCs find he is a member of a gang of runaway and homeless children run by fear and intimidation by a high ranking member of the ruling class. Do the PCs help the children or do they leave them to their fate",
	"473": "Beneath the city are a series of ancient catacombs filled with the bones of hundreds or thou-sands of people buried centuries ago. When undead suddenly begin emerging from these mostly-forgotten tombs and terrorizing the city folk, the PCs are called on to fight them, and to ultimately to uncover who or what is creating the creatures in the first place",
	"474": "Dozens of bird flocks arrive every day. Soon, there isn’t any space available on any roof top. The birds are not aggressive, but they are eating gardens, plants and outside food, and making a lot of noise. All but the oldest storytellers have forgotten that, hundreds of years ago, the bird god’s avatar gave his life in a fierce battle exactly where the city has been built",
	"475": "A buxom tavern wench offers to take a party member back to her hovel. Once through the door, he’s beset by five burly sailors and a Master-at-Arms looking to press gang him to fill out a ship’s crew for a long sea voyage",
	"476": "Carriage horses seem to be going mad and running wild throughout the city, causing several fatal accidents over the last few weeks. If something isn’t done, the mayor will have no choice but to put down every mount in the city limits. Even worse, wasn’t that the PCs’ stop back there?",
	"477": "Cart traffic in the city seems to have come to a jam. People and carts are crowded in the street and unable to move. Investigation points to two fighters dueling for their honor in the middle of a major crossroads. Both of them being noblemen and excellent fighters, no one wants to interfere, and it looks like they are set to keep it up for a few hours",
	"478": "Characters walking down the street see a girl suddenly surrounded by light and she starts to panic. There is something she holds tight in her hand and seems to not want to let it go",
	"479": "Characters pass a café with tables out front. Outside, various groups dine, relax or talk business over a mix of beverages. Upstairs is rented and used by the mafia (think the legitimate businessman’s club from ‘The Simpsons’)",
	"480": "Coming to a walled city, the PCs find the city gate closed and dozens of fighters and mages laying around the gate dead or near dead",
	"481": "Drunken revelers spill out an inn into a public park and create a disturbance. They’re angry because new curfews have forced them to leave earlier than normal. What reason for these curfews?",
	"482": "During a street fair, a firecracker display goes terribly wrong. Showers of embers come raining down, starting a series of small fires in various places - thatch roofs, clothing strung on lines, straw in a backyard animal pen. Can all the hot spots be found and doused before the fire gets out of control?",
	"483": "A PC notices the statue of a local hero is the spitting image of another PC. How can they exploit this?",
	"484": "E’maal, a city scribe and part time messenger, approaches the party and gives one member a parchment. E’maal doesn’t know who sent it. Instructions on the parchment leads the group to go to a nearby store. The party member slowly becomes sicker and sicker due to a curse placed on the parchment that acts like a virus. Anyone the PC gives the parchment to gets a copy of the parchment and the original teleports back to the giver",
	"485": "Each year the city holds a festival of strength to commemorate an ancient battle or the death of a great hero. Various monsters are imported or summoned for the combatants to pit themselves against - but one escapes and rampages through the streets",
	"486": "An earthquake reveals an evil temple with an unknown tomb. An inscription tells of the rise of the occupant on the next full moon. They need to go in and stop the evil before it destroys the town",
	"487": "“I’ve been told the mayor put you in charge of the defence of the city _and_ the populace. Lucky you. The situation is rather simple: the Army of Gut-Fang is three hours away with 2000 or so well-armed orc warriors. Our 1000 troops are two hours to the south, there are 200 men here in the garrison, it’s going to take at least four hours to get the 4000 refugees into the city, there are 3000 people in the city, we have food for week, and water for two weeks. The orcs will probably besiege us for a month, assuming they don’t come over the remains of the wall.”",
	"488": "Every new worshipper gets a free Continual Light globe. Upon their arrival in town, the party’s cleric heads to the local temple of his deity to pay his respects. He finds the clergy in chaos, as the people are leaving the church in droves to worship at a new temple dedicated to the revival of an ancient god. It’s all out battle to win over the faith of the people",
	"489": "Every NPC the PCs encounter seems to recognize one or all the PCs as a relative to one of the high ranking nobles. The nobles can be good and NPCs expect handouts, or the nobles can be bad and NPCs shrink away as the PCs walk about town",
	"490": "A rash of arson has the city fire brigade recruiting. Also, catching the arsonist wouldn’t hurt",
	"491": "A blind flower girl selling her flowers, 1 copper each, displays a few rare breeds. The flowers could have magical properties, be a valued spell component or be a deadly poison. The thing his, the flower girl is a sorceress who will try to lure the PCs in a trap if they follow her in the wood where she ‘gathered’ the flowers",
	"492": "Good citizens are sleepwalking and committing acts of crime. Is it something in the water? A spell",
	"493": "The group stumbles across a halfling running a 3 Card Gnoll game in front of a tavern. PCs notice he is cheating and has racked up quite a sum against unsuspecting town folk. They also notice another suspicious character eying the halfling’s ill-gotten gains",
	"494": "A baby is growing 10 times faster than normal. Some folks believe it is a sign from a god, while others believe the baby to be under an evil magical influence and threaten to kill him",
	"495": "Guests who stay at a dockside inn sometimes disappear forever from their rooms in the middle of the night. Rumors suggest that press gangs and murderers are active in the area, but the inn-keeper is adamant he runs a safe establishment and asks the PCs to solve the mystery",
	"496": "A dark stranger approaches the party. He is a litigant with a charge of malconduct on the part of the PCs. Real, or imagined - carrying a concealed weapon, a bad magic item, an ancient curse that haunts their steps, a badly disposed of undead follows them like a diseased puppy, not greeting some town dignitary in the proper way, failure to declare certain illicit goods at the gate, trading without a permit, looking lustfully at the daughter of a dignitary - anything to get the PC to court. There, it is revealed that besides the one charge, one of the PCs is also the suspect in a famous murder case (preferably the rogue-type character). Now they have two problems on their hand",
	"497": "In a crowded bar or restaurant, the PCs manage to offend a wealthy noble by sitting at his usual table. Can they smooth things over, or does it escalate into violence?",
	"498": "In a crowded market, a trio of horsemen gallop through, smashing carts and forcing people aside, even trampling those who are too slow. They shout “[NPC] is dead! Long live [New NPC]!”",
	"499": "In a crowded marketplace, a young woman calls for help because her necklace has been sto-len by a clever pickpocket. However, this is a scheme to allow her to unobtrusively pay off a debt incurred to a mobster, and the necklace was never actually stolen.",
	"500": "In a crowded square a stranger shoves a sealed package into a PC’s hands, saying, “Finally I found you, you know what to do!” The stranger disappears in the crowd leaving the PCs to wonder what to do with the package. It may contain something horrible or valuable or is just a confusing trinket.",
	"501": "In a nearby alley, three thugs look to be assaulting a woman. In reality, they are a group of rogues luring would-be rescuers into their trap.",
	"502": "In a park you come on a couple of people playing a game of chess or some other game of men-tal skill",
	"503": "The gambler PC hears of a racket with a race, where all the participants are being drugged slightly to give the edge to a low-placed racer. The bets are paid 1 to 20. It is, however, a false story spread by a bad bookmaker to cover bets against a star racer",
	"504": "To become a full-fledged member of the thieves’ guild, a novice thief must steal something noteworthy from someone dangerous to earn the respect of the other members. What if she targets the PCs for this task, not out of greed but out of admiration for their skills?",
	"505": "In the Magic Market, a shady dealer offers to sell a party member an elaborately decorated Bag of Holding at a healthy discount that should put a wary buyer on notice. Unfortunately, a small, almost impossible to notice rip in the bag’s seam is actually a multi-dimensional hole that will suck anything placed in the bag into an astral void, where it is lost forever (short of a wish)",
	"506": "In the midst of a city, trees and plants have begun to sprout spontaneously, taking over streets, plazas, and even whole buildings. A radical druid group is attempting to reclaim the urban environment for their nature religion",
	"507": "A PC spots a mummified hand necklace with a missing ring at a shop. The necklace registers as faintly magical, but the shop owner reveals it used to come with a specific ring. The necklace will, when coupled with the ring, work as a third ring slot. For a small fee, the shop keeper will reveal the former location of the hand to help the PCs track down the ring",
	"508": "In the square near where the PCs are staying is a homeless man. He is often catatonic or psychotic, but never drunk. Most people ignore or avoid him because of his outbursts. However, a few acts of kindness towards him - some food, a blanket on a cold night perhaps - will gain a PC a gift in return: a tattered map that shows the location of a hidden cache deep within the burial catacombs of the city",
	"509": "In this city, raising the dead is considered heresy because its people believe in reincarnation, and their faith holds that once a soul has moved on to its next life, to recall it will result in the death of its new body. This explanation is given when an infant dies without obvious cause, and the PCs are asked to track down whoever has committed this nefarious deed of raising the dead. Alter-natively, the PCs might be accused of the crime themselves",
	"510": "A large cult has formed within the city limits. Membership soars while citizens around town have begun to disappear in disturbing numbers. The PCs may be searching for a single missing character or many. The participants in the cult are devout followers and would sacrifice their own lives in the name of their new religion, though most are just innocent and good people. After breaking into the cult compound, the PCs discover that members are being slowly conditioned to drug-use, and eventually taken to the lower secret levels to become slaves. The slaves package drugs (to be sold by the evil temple leader) until they eventually die, and are discarded into a mass grave",
	"511": "It’s rag week at the Grand School of Magic. Exams have finished and the students can let their hair down. Anything goes as long as nobody gets hurt",
	"512": "It is late at night and before the PCs reach an inn they notice there is blood on every door in town. While none of the doors seem disturbed, a growling sound gets louder as the characters reach their destination",
	"513": "It is late at night and the PCs knock at the inn to get a room, but before they hear sounds of the owner waking, they smell smoke coming and see fire coming from within the building",
	"514": "It is late at night and the characters knock at the inn to get a room, but no one is answering even though all the lights are on",
	"515": "It is late at night and the characters knock at the inn to get a room. When the innkeeper finally opens the door, the PCs see he is covered by swarming spiders, ants or rats. He then falls at their feet and the swarm attacks",
	"516": "It is market day and nomads from all around bring their riding beasts to sell and barter. One of the mounts, a fine animal, goes berserk and rampages through the market. The seller offers the beast to whoever can stop it. Apart from the PCs, other adventurers try to stop the animal too",
	"517": "Notice goes out that criminals have escaped from the city dungeons. A reward for their capture is offered by city officials",
	"518": "Just when they need to get somewhere fast, the PCs run into a noble’s long and slow funeral procession that spans nearly half the city. PCs must get to the other side of the river of mourners without causing trouble or offence",
	"519": "A brewery holds a drinking contest where the winner gets a bottomless drinking pint and a cash prize",
	"520": "Giant rats attack the taverner’s daughter in the back alley. Hidden in the rubbish of the alley is a small locked box",
	"521": "The PCs are hired to obtain an item stolen from their employer by a rich noble. The noble is holding a grand ball at his estate, which should provide an excellent opportunity for the party get at the item",
	"522": "A messenger stops a PC on the street and gives them flowers from a secret admirer. They are the blooms of poisonous plants",
	"523": "Last year’s fad of pet alligators (or more exotic creature) resulted in many of the creatures being dumped down the privy or straight into the sewers. A couple of unsolved disappearances, and some strange sounds drifting up from the sewer grates at night, has the populous convinced that the abandoned pets are the problem. Is this just an urban myth or is there something sinister in the sewers? The city council hires the PCs to find out",
	"524": "Mrs. Hatchet hires the PCs to find her beloved puppy-baby-doggiekins, Poopsie, last seen escaping into the park bushes after slipping out of his diamond collar. Mr. Hatchet would like to discreetly bribe the PCs not to",
	"525": "The party members are bumped and jostled as they move through the crowded market during a celebration. When they reach their inn, one member discovers he has been robbed. Was it the beggar who pulled on his cloak or the striking dancer who teased him with a veil and a coy look?",
	"526": "Near a pet shop, one of the caged animals displays a lot of anxiety over seeing one of the characters. The shop owner will notice and ask about the strange reaction. Then he tries to sell the pet to the PC",
	"527": "The city is rife with rumours as twelve graves at the cemetery are found dug up with the cof-fins open and empty. Have the bodies been raised as undead, and if so by whom and for what pur-pose? Or is there another, more mundane answer? The City Council is offering a lucrative reward to find out",
	"528": "Normally friendly and cooperative merchants of weapons have recently become reluctant to sell any silvered weapons or provide silvering for weapons. PCs hear rumours of wererat gangs us-ing intimidation and physical attacks against those merchants that refuse to stop selling or making silvered weapons. The characters then find a merchant willing to help - is he a former adventurer or a front for the gang to capture and kill do-good adventurers?",
	"529": "A particular type of blue songbird is now all the rage as a pet among the city’s nobles. Even more fascinating is the fact that approximately 1 in 100 eggs sees a red version of the bird hatch instead. The crimson-colored avians are highly aggressive and dangerous versions of their peaceful blue counterparts. The PCs are asked to track down an escaped red version of the bird",
	"530": "On the death of the city’s ruler, the contents of his wine cellars are ceremonially distributed to the populace, resulting in widespread celebration and drunkenness. But if the ruler was poisoned, perhaps there is some valuable evidence in those casks?",
	"531": "On the outskirts of the city a kind elderly lady asks anyone who walks by if they’ve seen her nine month old lost kitten, Mittens, offering them some of her infamous “Travelers trail mix” and a old treasure map owned by her late husband as reward. All she knows is Mittens went missing in the shady section of town. (She also neglects to mention mittens is black panther that’s grown tired of table scraps.)",
	"532": "The vendor the PCs happen to be buying from deals in illicit, forbidden and stolen goods. After making their purchases the PCs are tracked down. Can they prove they had no idea they engaged in illegal dealings?",
	"533": "One of the citizenry grew up with a party member and is overjoyed to see them again. Surely a successful old friend can spare 1,000 gold pieces temporarily to feed his family/pay to have that curse removed/fund that amazing business opportunity? A group of thieves and an enchanter try to scam the party",
	"534": "A gambling-minded PC finds a local group that has more money than skill and is willing to lose to the PC as long as he is sociable",
	"535": "A perceptive PC notices a certain tree in front of their inn might be more than just a tree. It seems to be watching them. Why is nature watching them?",
	"536": "One of the party is a dead ringer for a gang member who was supposed to deliver money to the thieves’ guild but has instead fled town with the loot. Convincing the guild the party member is not who they are looking for will not be easy, but maybe not as hard as the fight",
	"537": "Out late at night, the PCs see a fire beginning to spread up the walls of a popular inn. The PCs spot the likely arsonist fleeing the scene. As the suspect runs away, the alarm goes up that there are people trapped inside",
	"538": "A deliberately inept pick-pocket attempt on a PC by an apprentice serves as a distraction for a high level thief master, who pretends to aid the marked party member. The apprentice will flee if threatened; but if by chance the master’s pick pocket attempt is detected, five nearby thugs dis-guised as beggars will come to the thieves’ aid",
	"539": "The PCs witness a horse dying in front of a merchant’s shop they wanted to visit, blocking all access. The butchers who are supposed to remove the carcass take a long while to come. Mean-while, a representative of a new guild arrives and offers to purchase every shop in the street. This makes the merchant suspicious as he is likely to think it is the guild’s attempt to drive the prices down. Other traders in the street can tell about similar incidents that happened to them. They will gather and hire the PCs to shed some light on the matter",
	"540": "The PCs are hired to escort a tavern’s special brew to a private party across town. However, the thieves’ guild want it for their own soiree",
	"541": "The PCs come across a new game that seems to have it’s players in a thrall. Is this some curse or far realm mind game?",
	"542": "A gambling den has a new twist on an old card game. Their version of War involves actual com-bat to resolve the card game. The PCs are asked by a card player to act as “seconds” in the live-combat sections of the game",
	"543": "The PCs hear about heroes well known and loved in the area. The next day, the heroes happen to show up. Young women go crazy, older ones ask the heroes to bless their babies, the sick and weak reach out to touch them for blessings. When people ask the heroes their most recent achievement, they pretend to be responsible for the latest heroic act the PCs did",
	"544": "Rats have been overrunning the PCs’ favorite tavern and need to be eradicated. Where have they come from and what is to blame? Is it because of spoilt food stock in the cellar, the angry druid patron who was thrown out last week for not paying his tab, wererats from the sewers or wa-ter elementals causing flooding after a failed arcane experiment",
	"545": "“I’ve never seen it before in my life.” “Sure”, says the guard, “some _other_ thief stole it yesterday, and hid it in your backpack for you to keep it safe....”",
	"546": "A nearly forgotten religion now leaps in popularity. The decrepit church has a stained-glass window on its second level facing the street and, once a week, shadows in the shape of the religion’s central figure appear in the window beckoning to the faithful. Are the divine appearances real or a ruse?",
	"547": "Since the recent arrival of a dignitary and her entourage from a far realm, people have begun to feel ill and some of them disappear without trace day or night. All the PCs know someone who’s disappeared, and they set off to find out the location of the missing people. Will they manage to find out the ploy by the city council to kidnap people and carry out experiments on them whilst us-ing the regal visit as a cover for their deeds?",
	"548": "Small sinkholes appear at night all over the city and no one knows why. A group of dwarves has discovered the perfect way to rob shops: bring the loot down to them. With plenty of holes and only some of the items missing, no one yet suspects a crime. Just one problem - one of the holes appears under the inn at which the party is staying",
	"549": "Some hapless citizen is harassed by ruffians. Will the characters step in to save this well-known, well-endowed, well-acquainted fellow so they can have him as a contact in the city?",
	"550": "A shady character contacts the PCs on the street, inquiring whether they would like to ac-quire some illicit goods, such as forbidden metals, controlled substances or easy money. When they respond they are asked to come to an alley. After a deal is struck, the trap is sprung and the city guards will try to arrest the party",
	"551": "The PCs smell smoke. Rushing into the street, they see a building on fire with people trapped inside, The blaze spreads fast via wooden balconies attached to brick buildings, heading towards the PCs current digs, where their precious items are still stored",
	"552": "A strange, purple fungus from a nearby farm starts showing up in the local cuisine. It’s quite tasty and enhances the flavor of everything it is cooked with. The only ill effect is it gives a slight euphoria for an hour after eating it. That is, until the next full moon and everyone who has consumed the mushrooms starts to act a little strange",
	"553": "“It’s quite simple sir, 30% of the value of all recovered goods for the state, 10% to the temple of Velenar, 5 gp per weapon in the city for transients, 1 gp piece for utility animals, and a one-off 20 gp adventurers’ licence, including a 5 gp late fee for post-recovery. Gate fees are, however, complimentary for licensed adventures. If you don’t have the cash, we can arrange for you to work off your debts to the public....”",
	"554": "The adventurers are hired by a noble house to rid the Orc Quarter of a magical weapons smuggling ring. Another party has the same goal, but different masters: intelligent ghoul thieves who want a bigger piece of the action",
	"555": "The adventurers stumble upon a priceless artifact - the magically preserved skull of a vampire lord. But can they survive the rival vampires who would be heirs to his throne, and a pack of half-troll, half-wolves charged with retrieving their master’s remains",
	"556": "The baron has hired the PCs to serve as security during his daughter’s twelve hour wedding ceremony, feast, and marriage consummation to the neighboring baron’s son (the entire ritual must be completed for the joining to be finalized). Unbeknownst to the PCs, the crime lord’s son is in love with the girl and a third baron hoped his son would be wed to her instead",
	"557": "An armored fighter walks up and drops a gold-plated dagger at a PC’s feet. The fighter says nothing but gestures for the character to pick up the dagger",
	"558": "The characters recognize the mayor’s daughter climbing out of a disreputable two-story building",
	"559": "The circus arrives in town. A few days after, a reward is posted for the capture of exotic beasts that have escaped. Rumours circulate that the beasts were actually stolen by cultists that venerate them",
	"560": "The city aqueduct breaks. It is impossible to get dwarven engineers in to fix it because water wars have broken out",
	"561": "For a holiday, the city has a large scale scavenger hunt. The PCs mistake a coded time, location and target scavenger hunt message as an assassination order",
	"562": "The city guard is drunk and disorderly. How to quietly subdue them without letting the bad guys know the town is unguarded?",
	"563": "The city guard looks for two religious zealots reportedly to have come into possession of the King’s advisor’s spellbook. A young cleric and an old beggar approach the PCs asking for help in leaving the city by means other than the gates",
	"564": "The city has an ancient artifact - a large bell (perhaps in the highest tower of the palace, or the city hall or the grandest temple) that tolls on its own when a figure of major importance dies. One day it begins to ring, and the city falls into a panic - only to discover that all of the obvious candidates seem to be alive and well. Was it just a prank, has someone died and been secretly resurrected or replaced, or is there another explanation",
	"565": "The City Planning Department has been working overtime lately, upgrading and re-routing streets like crazy. It’s only when the odd storm starts to form over the City Accounting Department that anyone realizes they have built a demon summoning sigil into the very stones of the city itself",
	"566": "A strange flying machine just crashed into the 15th floor of the Tower Of The Forgotten. The place is known to be haunted by the spirits of old wizards; a few guards went in but never came back",
	"567": "“Ah! He just killed my puppy!” exclaims the duchess, followed by the sounds of a dozen body guards drawing their weapons",
	"568": "A forest cleared for development reappears in ghost form. The spirit of a mad druid haunts the streets demanding a sacrifice",
	"569": "The group comes across a band of kidnappers tying up the governor’s daughter and placing her on a horse to her muffled objections. The governor is known as a huge jerk, corrupt politician, but very rich. Does the group intervene and rescue his daughter, do they dispatch the kidnappers and take her for themselves, or do they do nothing?",
	"570": "The King’s son has run away to explore the wonders of the city yet again. Unfortunately, (per-haps because of some illegitimacy surrounding the PC’s birth?) one of the PCs just happens to be a spitting image of the run away Prince. Good luck convincing the guards when they find the poor PC; even better luck keeping his head once the truth gets revealed if they were playing along",
	"571": "The living water creature that attacked the rich matron and stole her jeweled necklace es-caped down a privy. Now it is in the sewers with its prize, lurking who knows where. Guess who gets to go down there and find out?",
	"572": "Authorities have caught wind of a magic item smuggling operation happening in the city. While they are unable to uncover the truth behind these rumors, a new enforcer is transferred from a nearby city. He has heard the rumors as well and will help out, in a violent way. Every day he beats up all merchants that look suspicious to extract information from them. Both merchants and authorities want him gone as soon as possible, however he has the backing of certain influential people. Will the PCs help?",
	"573": "The PCs have to destroy an evil weapon the bad guy was using to drain the life out of the town he was ruling. The catch is to get it across town to the wizard’s tower without touching it or they will be possessed by the evil spirits in the weapon. The bad guy’s cronies also plan an ambush",
	"574": "The party is present when a city is invaded",
	"575": "The party walks through a crowded area when a darkness spell blankets the area and people start screaming",
	"576": "The party catches a pickpocket. He is an orphan supporting himself and his sister, and begs for mercy from his captors",
	"577": "The party hears rumors of a daring break-in at the palace/bank/royal vault and arrive to find workmen on scaffolds apparently doing normal work. The workmen have proper credentials, but the party recognizes one member of the crew as a notorious criminal",
	"578": "The party is in a shop, buying their latest gear, when a commotion occurs outside. The shop-keeper rushes out to investigate. Several orc prisoners being paraded through town have broken free of their chains. Will the party save the town from the orcish threat, or will they take advantage of the now empty shop with all its shiny baubles?",
	"579": "The party is one of several freelance groups hired by authorities to act as extra security during an important gathering of political leaders. What seemed like easy money may cause the group an ethical or moral dilemma, as they are ordered to pacify peaceful protesters using deadly force",
	"580": "The party sneaks into a private home and are accosted by a female with a cast iron frying pan",
	"581": "The party must chase an opponent against the traffic of a parade or procession",
	"582": "The party spies an individual dropping off a package in a discreet but public venue. The pack-age is intended as a ransom payment for kidnappers. The kidnappers are actually recovering costs owed by the victim to a third party",
	"583": "The party witnesses a known merchant bribing city guards",
	"584": "The party, while threading their way through an alley or dark lane, while pursued or in pursuit of someone, find a body that is still warm",
	"585": "The PCs are drunk celebrating at a carnival. A freak shows turns into a terrorist attack in dis-guise from mutants/zombies. Meanwhile, an evil illusionist is bewildering the entire crowd. Complete mayhem reigns at the carnival",
	"586": "The PCs learn an assassin has been retained to eliminate a ranking government official. Supposedly, this official is corrupt and has been responsible for eliminating others above him in the chain of command, now making him second in power. Should the assassin be helped, thus saving the life of the benevolent ruler, or is this story a fabrication by someone with ulterior motives?",
	"587": "The PCs receive a letter dated several weeks ago from someone whom they helped in a previous adventure. It warns them that a group of suspicious people were asking questions about how to find them",
	"588": "The PCs return to their hometown for some much needed rest. It’s short lived, however, as reports of a ghost roaming the streets fill the air. After investigating, the ghost is revealed to be of one of the PCs somehow haunting its past. Can they stop their future death?",
	"589": "The PC hear a strange noise going off. Following the sound they spot a weirdly dressed man leave a blueish, swirling gate under the arch of the porch of someone’s garden. He checks around casually, then proceeds determinedly in a direction to some place in the city",
	"590": "The PCs are hired to help evict deadbeat tenants from a cheap apartment building. The ten-ants turn out to be a former world champion wrestler and his sorceress girlfriend",
	"591": "The PCs are relaxing in the local pub. They are disturbed when a guardian statue plows through the roof and reaches for the group’s mage (or thief)",
	"592": "The PCs are struck blind by some enemy or force, and must find their way through the winding city streets to a temple, navigating by sound, touch, and smell, without falling victim to thieves (or worse) who would take advantage of their present state",
	"593": "The PCs are welcomed to a new city, when they discover from their host that one of them is about to be assassinated, but they don’t know who, and they are trapped within the city walls with the clock ticking down",
	"594": "The PCs follow an ancient map to a destination where a great treasure is said to lie, only to find that a town has sprung up on that very location in the intervening centuries, and the monument that marks the treasure’s location is now part of a lovely water fountain in the central square, its arcane symbols unreadable to the townsfolk",
	"595": "The PCs make it back to town and are resting while the neighboring clan of the one they just raided/killed has tracked them back and waits for the dead of night to spring on them",
	"596": "The PCs pass a flower-girl on the street. She sells tulips and sings rowdy soldier’s songs of bloody battles. If the PCs listen closely, they might just learn about a treasure buried in a battle-field near the city",
	"597": "The PCs see a gang attack a rich merchant in an alley. When they go to help everyone, including the merchant, turn on them",
	"598": "The PCs - out of money - decide to work for a waste-collector. On the bottom of one of the buckets they empty into his cart, one word is written: HELP",
	"599": "The PCs come across a tavern where an artist is trying to trade one of his paintings for drinks. The painting is truly bad",
	"600": "The PCs come across a wanted poster that perfectly describes them, but for crimes they did not commit. People are starting to point and whisper",
	"601": "The road beneath the PCs suddenly caves in and they drop 15’ into a ruined sewer. A mass of critters swarm over the trapped PC and his cohorts",
	"602": "The sewers and wells are infested with radioactive rats that poison the water supply. The con-stable hires the PCs to rid the town of the rats",
	"603": "The streets are not safe after dark for women any more. A sinister presence lurks in the shad-ows and appears to prefer preying on females. It seems to be invisible. It grapples its victims, squeezes the life out of them, then feeds upon them in some grisly manner before dragging the body to the river. What monstrous creature could be responsible, and how can anyone hope to catch something you can’t see?",
	"604": "The Guard Captain, known to be a crook, asks the PCs for help finding his daughter who was kidnapped by the thieves’ guild. Will they help, since the Guard Captain has already demanded money to let the PCs enter the city?",
	"605": "“I brought it yesterday, look here’s the receipt.” “So you’ve got one fake invoice, and I’ve got four witnesses who saw you running out of the shop without paying a single crown; you’re coming with me.”",
	"606": "There are several notable mage guilds in town, most of whom don’t get along. One night at the tavern, the PCs spot a group of mages wearing the insignia of one guild poring over some tomes that are stamped quite obviously with a different guild’s symbol. Are the books stolen, or is some-thing else going on, and should the PCs get involved either way?",
	"607": "There is unrest in a city overrun with refugees. The mayor has enforced strict laws to maintain order, and there is talk of rebellion. Do they side with the rebels or the law?",
	"608": "The PCs enter a town populated only by children. After investigation they learn the adults will be back soon; they always leave town at full moon because a demon eats the souls of the adults. In fact, that demon thing is a fake, but a thief takes advantage of the unguarded houses",
	"609": "This is OUR territory. The local thieves guild hears that an experienced thief has come to town who has not checked in with them. They send a few associates to visit the party rogue to remind him of the guild’s fees and rules, and, of course, penalties for failing to abide by them",
	"610": "A PC is awoken by the banging on the door. It is the Mayor’s daughter and she is begging for help as the Mayor was kidnapped by an earth elemental in the night",
	"611": "Three young women see one male PC and descend on him, each one calling him names and berating him for not being faithful to her. However, this is all a distraction for their male partner, who tries to pickpocket the PC’s companion while distracted by the girls",
	"612": "A shop selling delicious chocolates is doing a booming business, and the sweets are suspiciously good. The party is hired by a rival candy-maker to steal the secret recipe. Perhaps an actual addictive ingredient has been placed in the candy? Or is the concoction magically enhanced?",
	"613": "Two food vendors have set up shop on either side of a narrow but busy thoroughfare. Their advertising calls consist mostly of insulting each other’s wares. It’s a scorching hot day, tempers are rising, and they begin to threaten each other with physical violence about the time the PCs show up",
	"614": "Two large bands of kobolds are seen marching towards the city from opposite directions, one wearing red sashes, the other blue",
	"615": "Two rival nobles vie for the title of Master Craftsman and need the PCs to help them win by obtaining several raw materials, of the highest quality, from various vendors throughout town. They must also prevent the competitor’s assistants from doing the same through trickery, guile, theft or brute force without getting caught",
	"616": "A PC is mistaken as the long lost child of a grieving old woman. Despite all attempts to persuade her otherwise, she persists in her belief, even bequeathing them with valuables and cherished heirlooms. As she has recently moved to this village, none of the villagers knows any differ-ent either. Do the PCs take advantage of her? If they do, will someone looking for the real missing person find them or might the real person return?",
	"617": "Upon leaving the city one of the guardsman checks the party’s equipment and notes lots of “contraband magical equipment” that were smuggled in to the city. Pay a hefty fine, lose those items or run like hell",
	"618": "A teenage urchin is being chased by a number of city guard. While he is quite agile, the num-ber of guard deployed might be enough to corner him. He would probably get away if it wasn’t for the large leather satchel he is carrying clutched to his chest",
	"619": "For 200 hundred years, the old tower has stood; a dark, doorless, windowless, featureless obelisk that was once home to a powerful wizard who helped found the city. Yesterday, lights were seen near the top of the tower, as if windows had somehow appeared in the stone walls. Today, there are reports that a door is now visible at the base of the tower, but who will go knock on it?",
	"620": "While at the bathhouse the building erupts in a fiery blaze with choking smoke. This sends everyone into the streets, barely clothed. However, the fire is an illusion from a wizard’s apprentice showing off to his friends. After the fire turns out to be nothing more than a trick, the owner is quite eager to find the culprit and offers a small reward",
	"621": "While cutting through a nearby alley to get to the local tavern, a panicked man in a cloak throws an unopened scroll in a PC’s hands. Whispering, “Tell no one” the cloaked man dashes out of the alley only to be pursued by the local guards, all disappearing into the crowds, leaving the PCs with a mystery",
	"622": "While haggling in the market the PCs notice people vanish for a few heartbeats then reappear. Nobody seems to find it strange",
	"623": "While in a tavern one of the PCs notices someone slipping something into another patron’s drink. What could it be? Is this an assassination? Drugging for a robbery? Perhaps an illicit drug trade? Do they get involved or let it play out?",
	"624": "While sailing into harbor the PCs’ ship is mistaken for a pirate vessel that has been plaguing local shipping. As the ship is attacked do they defend the innocent crew, try to reason with the at-tackers or try to abandon ship and escape into the harbor?",
	"625": "While walking past the cemetery, a blood-curdling scream erupts nearby. The light of a lantern disappears into a mausoleum. As the PC approach, they see a tunnel heading deep underground, and guarding the entrance, two large black dogs with red eyes that look at the group as their next meal",
	"626": "The breeze feels good as you open the inn window to let in some cool air. “I told you, keep that window closed!” comes the shout, as a you feel the wind of a arrow graze your head",
	"627": "You’re in the army now. The PCs are drafted into the local militia as the local lord has received intelligence that a humanoid horde, emboldened by their new leader, plans a direct assault on the city. The militia will need intelligence on the enemy’s strength and whereabouts, and every able-bodied person will have to help defend the town",
	"628": "You are flirted with by an attractive person. Their significant other notices",
	"629": "You are in a store or in front of it when a pick pocket or thief is seen and starts to run. Either you are the one to see the theft or someone yells to “stop thief.”",
	"630": "You are walking along a street just as a horse or other animal decides to relieve themselves",
	"631": "You have an overdue fine. The party is asked to help in the investigation of a murder at the famous but dull library. Why would anyone murder the young assistant librarian, and why would they steal such mundane books?",
	"632": "You have entered an unfamiliar town and your weapons have been sealed. A gang of adolescent toughs try to pick a fight, escalating from taunts to bumping and shoving, to throwing street mud. The xenophobic town guard won’t intervene unless it goes to fists or weapons and then all of you might be arrested",
	"633": "Your favorite cafe gets invaded by gang members. They want you to scram so they can enjoy their new hangout in peace. Will you drive them out of the area or join their gang to keep going to the cafe?",
	"634": "Citizens turn up inexplicably dead in their homes, each of which featured the same unusual cut flowers on display. Investigation can trace the flowers to a small florist’s stall in the market, run by a sweet young girl. She is enjoying the prosperity her new flowers are bringing, but becomes cagey and guarded when asked where she has been finding them (growing on the burial mound of executed sorcerer?",
	"635": "Brutal murders of the poor and homeless wrack the city. A wealthy nobleman hires the PCs to watch his wandering daughter, worried about where she goes when she sneaks out at night. Whilst she is always connected to the victims in some way and initially seems to be the killer, she is in fact trying to help the disadvantaged to bring some meaning to her jaded life. The real killer is an obsessed stalker, who follows her at night and erases the unworthy scum who are the recipients of her attention",
	"636": "A hauntingly fragile song echoes through the streets at dusk. The PCs trace the origin to a church’s bell tower, from which a jilted young lover threw herself in despair to her death. Now her spirit sings her lament to the setting sun. Does she recount her story and ask the party to deliver her by avenging her wronging? Or will she bitterly pitch any male characters from the tower to the cobbles below",
	"637": "A PC gains a secret admirer who leaves letters declaring her admiration. The notes become increasingly urgent and are accompanied by sinister gifts of sacrificed small animals and occult fetishes. Soon the PC receives fresh body parts and accusations of abandonment (the admirer will never directly confront the PC, but will wreak havoc on his property and relations in the PC’s absence)",
	"638": "A mischievous fairy decides to have some fun with a PC, comically disrupting him at delicate moments by making flowers grow out of his ears, turning his helm into a bedpan, etc. With an important meeting on the horizon, what can the PC do to rid himself of this cheeky nuisance?",
	"639": "A diviner hires the PCs to fetch him some rare mushroom. Unfortunately, they only grow amongst the haunted graves of the abandoned Old Cemetery, and must be harvested on a moon-less night or be rendered useless. Trapped in the mushrooms are the restless souls of those whose grave-earth nourished them. From these, the diviner wrings out ancient family secrets and scandals with which to blackmail the living",
	"640": "A group of goblins, fresh from their foray from the sewers beneath an alchemist’s shop, climb out of the sewer grate and then begin throwing alchemist fire on many of the surrounding buildings and then commence breaking into store-fronts and stealing. Do the PCs fight the fires or stop the goblin looting problem?",
	"641": "A noble is mortally offended by a PC’s behavior and challenges the PC to a duel a l’outrance (to the death). There is no way to back out without violating social mores and ruining the PC’s reputation. Careful investigation will reveal that the noble and PCs were subtly maneuvered into it by a third party trying to get the noble killed. And if the wandering adventurer gets killed instead, who cares?",
	"642": "A child asks the PCs to help him find his pet dog. This simple task might lead them someplace where they are viewed with greatest suspicion",
	"643": "A grocer in the market motions the players behind his cart. In a low voice, he advises that a rival purveyor of vegetables has somehow sabotaged the farms that the grocer relies upon, and as a result he is forced to sell stale, imported wares at inflated prices. Would the players be interested in investigating, or perhaps taking more direct action against the accused party, for a reward?",
	"644": "The party notices a hooded character attempting to sneak around in shadows doing his best to not be observed. The hooded man is trying to meet with the wife (or daughter) of a local noble-man for a romantic encounter. The party could get in the nobleman’s good graces by protecting his honor and preventing this meeting, or will they allow love to run its course?",
	"645": "A leper has dropped his coin pouch. Should the PCs get his attention, he will gladly share valuable information as reward. However, should the PCs take the pouch, all who touch it are susceptible to his disease",
	"646": "A young girl terrified of the local orphanage turns up ill with an incoherent story about the other children biting everyone",
	"647": "A group of kids plays on a gallows. One has put a rope around his neck, pantomiming being strangled, and it looks like another is sneaking up to kick him into the hole",
	"648": "A beautiful NPC falls in love with one of the PCs and thus starts several encounters involving her suitors. Some try to kill the PCs while others simply want to run them out of town. The girl is theirs and they don’t need any more competition",
	"649": "The PCs get embroiled in a local election scandal and are asked to help find the culprit be-hind fraudulent votes. Perhaps one of the candidates is glamoring the populace into voting for the “right” person using magic, alchemy, or other tricks",
	"650": "An eccentric and wealthy businesswoman in the city sponsors a contest and offers a large prize of something mysterious and cryptic: “the source of life and energy!” She creates a list of items that contestants must secure and bring back to the businesswoman to claim their reward, which will be a container of water in a fancy jug"
}