{
  "1": "A small wooden carving of a jackalope",
  "2": "A bracket that changes colors depending on the day of the week",
  "3": "A pair of bronze earrings that show a hidden inscription when blood touches them",
  "4": "A white, sequined glove sized for a human",
  "5": "A small, weightless stone block",
  "6": "A vest with one hundred tiny pockets",
  "7": "A tiny sketch portrait of a goblin",
  "8": "An empty glass vial that smells of perfume when opened",
  "9": "A gemstone that looks like a lump of coal when examined by anyone but you",
  "10": "A scrap of cloth from an old banner",
  "11": "A rank insignia from a lost legionnaire",
  "12": "A tiny silver bell without a clapper",
  "13": "A mechanical canary inside a gnomish lamp",
  "14": "Ink and Quill, but the quill will not take the ink",
  "15": "A scabbard for a longsword with a 5-inch section of rusted steel blade inside",
  "16": "A gold ring that glows with strange runes when heated with a flame",
  "17": "A worn wooden plank that, after nightfall, makes the faint sound of a beating heart",
  "18": "A sealed glass jar of sourdough starter, given to you by an old woman two days ago",
  "19": "A copper coin that weighs 1 pound",
  "20": "A small wooden box with the word \"jail\" burned into the side. Inside is are three worn dice made of bone",
  "21": "A belt pouch filled with dried catnip",
  "22": "A worn, but still strong, stick",
  "23": "A small wooden box that holds two identical, 1-inch diameter silver spheres inside",
  "24": "A rusted dagger, that no matter how much you try to polish it, is always rusted",
  "25": "An eyeball floating in a small jar of clear fluid. The iris reacts to changing amounts of light",
  "26": "A bottle of liquid with a paper label adhered to it. It bears only a single word, in gnomish: Oops",
  "27": "A large, perfectly red apple. It is carved from wood and painted",
  "28": "An apple, that when eaten, has the flavor of cinnamon already inside it",
  "29": "A small book of recipes. Every page, except for one, is stained from years of use",
  "30": "A deck of cards, with every card bearing a different crudely drawn, inappropriate image",
  "31": "A sealed glass jar containing what appears to be a pair of snake skins",
  "32": "A stack of 48 copper coins, tightly rolled up in a piece of paper. The paper is labeled with the number 50",
  "33": "A circle of wood, cut from a tree and stained, covered with hundreds of small holes and cuts on one side",
  "34": "A dagger, expertly carved from a single piece of wood",
  "35": "A flat, curved piece of wood that when thrown, either returns to your location or lands on the closest roof if it doesn't hit anything",
  "36": "A set of three eating utensils. The knife is etched with \"spoon\", the spoon is etched with \"fork\", and the fork is etched with \"knife\"",
  "37": "A irregularly shaped pearl that always feels cool to the touch",
  "38": "A wooden cube etched with lines that divide each side into 9 squares. The squares are randomly painted in six different colors",
  "39": "A vial that appears to be filled with a *potion of healing*, but the liquid inside never comes out of the vial",
  "40": "A small, flat bladder with one opening that can be folded over to close it off. It makes embarrassing sounds when squeezed",
  "41": "A pouch with a dozen small, matching glass spheres inside. Stitched into the pouch is the name \"Gideon\"",
  "42": "A covered basket that is just large enough to hold a single meal's worth of food for one person. It is always cold inside",
  "43": "A piece of polished amber with a 2-inch long mosquito preserved in the center of it",
  "44": "A single blue sock that never gets wet",
  "45": "A single red sock that is always warm",
  "46": "A book entitled \"The Meaning of Life\", which has only 1 page inside. The page is blank",
  "47": "A green crystalline key, which seems to be unbreakable and always sparkles in the least amount of light",
  "48": "A book of written gibberish, which has one line that clearly reads, \"It will happen in the City of Greed, when the Sun is Highest on the Longest Day.\"",
  "49": "A mummified duck foot",
  "50": "A bronze sword hilt that bears runes in an unknown language",
  "51": "A love letter written to the orcish warlord Durgak Stone-Fist, addressed from the high-elven princess Aleria Ulathi. You have no idea who either of these people are, but the letter is lovely",
  "52": "A lovingly crafted wand made from ivory and finely carved sequoia. It clearly held some great power at one point, but the cracked gemstone at the end implies that that magic is lost",
  "53": "A splinter from an outlander's shield, that when held fills you with courage and hope",
  "54": "A handheld cauldron, that always is a little hot",
  "55": "A cold but always lit candle",
  "56": "A colored piece of bread",
  "57": "A burnt and unreadable scroll given to you",
  "58": "A uniquely colored pill",
  "59": "A palm-sized iron cage: the door doesn't shut properly, as the tiny lock was broken from the inside",
  "60": "An invitation to a formal ball to be held in two years time",
  "61": "A floating glass orb that follows you around and makes whirring sounds",
  "62": "A goblin-made key that can lock any door, but unlock none",
  "63": "A translucent coin, minted in an unknown land",
  "64": "A bronze ring engraved with dark symbols that was supposedly buried with a legendary necromancer long ago",
  "65": "A ring carved with the unfinished insignia to a defunct secret organization",
  "66": "A thimble on which is an enamel painting of a turtle",
  "67": "A puzzle box holding 10 fingernail clippings",
  "68": "A pair of badly worn hairdressing scissors",
  "69": "A bag filled with the smell of pastries",
  "70": "A small metal bell that seems to be missing the clapper",
  "71": "A genie’s golden arm bracelets",
  "72": "A single fiery strand of hair from a fire genasi",
  "73": "A crystal orb that sees into the past… two seconds ago",
  "74": "A piece of parchment, that reflects things like a mirror but in pencil, when you see your own reflection you feel unexplainable dread",
  "75": "A living drawing of a cow grazing",
  "76": "A silver coin that has heads on both sides. A deep scratch is etched into one side",
  "77": "A red blindfold, covered in strange teal liquid",
  "78": "A skeletal kitten in a jar. Any item placed near it and the edge of a surface is knocked over when nobody is looking",
  "79": "A glass orb filled with a tiny ooze. It has a sprite skull inside of i",
  "80": "A ash elemental in a bottle, made from the ashes of your dead grandfather",
  "81": "A wooden carving of a brain. It grows warm when you think hard enough",
  "82": "A tea set in a traveling case. If you use the tea set, the tea will always taste a bit tart, regardless of how much sugar you add",
  "83": "A 6\" maple wood ruler, finely engraved",
  "84": "An ugly woolen hat that's soft as a cloud",
  "85": "A beautiful miniature portrait of you and someone you don't recognize",
  "86": "A small onyx statuette of a unicorn with red glass beads for the eyes. Something about it is unsettling",
  "87": "A feather that changes color when wet",
  "88": "A mosaic tile that glows softly",
  "89": "A single scissor blade. Where did the other one go?",
  "90": "A palm-sized, circular wooden maze with a piece of glass covering it and a tiny metal ball inside",
  "91": "A red leaf that never decays",
  "92": "A paper menu from an unknown tavern",
  "93": "A gear made of an unknown material",
  "94": "A ceramic shard with what appears to be a dragon's head painted onto it",
  "95": "A very tiny journal with very tiny text written in Sylvan",
  "96": "A drawing of an unknown person that appears to stare at you no matter what angle you're looking at it from",
  "97": "A small ivory statuette of a unicorn with blue glass beads for the eyes. Something about it is somewhat calming",
  "98": "A glass jar filled with seashells and beach glass",
  "99": "A tiny sun that produces no heat, and can make small pebbles orbit around it. It always floats a few inches above whatever surface it's on",
  "100": "A marble made of smoky quartz"
}
