{
  "1": "An iron cuirass far too large to be worn by a humanoid",
  "2": "An extremely large leaf that causes food that it touches to become very bitter",
  "3": "A single leather boot with unknown markings on the bottom",
  "4": "A leather pouch that contains a single wooden token depicting a crab",
  "5": "A belt with a buckle made from an unusually twisted piece of copper",
  "6": "An eyeball carved from stone that occasionally moves around, as though looking for something",
  "7": "A piece of rope that is always too short to be useful",
  "8": "A d8 die that looks to have been split in half by a large axe",
  "9": "A carved wooden statuette of a hawk",
  "10": "A tiny box that contains a model chair",
  "11": "An eerily lifelike wooden bear figurine that is never found where you left it",
  "12": "A small section of a snakeskin belt that seems to slither when it touches the ground",
  "13": "A tiny carved skull with jewels in its eyes. You have a feeling like someone is watching you whenever you hold it",
  "14": "A bottle of rum that never runs out",
  "15": "A cloak that always flaps gently, as if pushed by a slight breeze",
  "16": "A split piece of unknown wood, decorated to look as if it once was a piece of a druidic focus",
  "17": "A small mirror in which your reflection remains, crying hideously whenever you look at it",
  "18": "A small rodent's heart. Still beating",
  "19": "A tiny, tame earth elemental that is afraid of beetles",
  "20": "A book that gives you a headache whenever you try to read it. You are still unsure of what knowledge or story it holds",
  "21": "A tankard that is always full of a wretched black fluid. If tipped, the fluid runs endlessly",
  "22": "An obsidian dagger that reflects shadow as a monochrome rainbow",
  "23": "An undead fly tied to an invincible foot long piece of thread",
  "24": "A small gem that changes color and detail to any object it touches",
  "25": "A miniature platinum lightning bolt that vibrates and zooms around when a storm is coming",
  "26": "A deck of cards with unknown runes on each card",
  "27": "A creepy idol of a black dragon with red jewels as eyes, whenever someone looks at the idol eyes their eyes flash red",
  "28": "A miniature shield painted with gold designs, when you clutch it you feel slightly more confident",
  "29": "A lava stone carved to look like a flame, it gives off endless heat",
  "30": "A set of golden letters that move around when nothing sees them, creating random words",
  "31": "A vial of red liquid that moves up or down depending on the current danger",
  "32": "Extremely hard to see moon stone fragments that make small laughing noises when you can't find them",
  "33": "A piece of taffy that always reappears when you eat it",
  "34": "A large pitcher of liquid that seems to always change flavor",
  "35": "A small marble that randomly changes color",
  "36": "A small crystal that shakes very violently when wet",
  "37": "Some random objects such as bones or stones that always come back together when destroyed",
  "38": "A clear piece of fabric that hovers unless you pull it down",
  "39": "A marble that changes size when you aren't looking. Sometimes something that is touching it changes size slightly too, but changes back in 10 seconds",
  "40": "A page with unknown runes depicting and ancient spell but unreadable no matter what",
  "41": "A glass eye that spins to look at things other people are looking at",
  "42": "A vial shaped like a cylinder. Any liquid put inside gets tainted blue and gains a slight taste like blue raspberry",
  "43": "An expired potion of growth, now only makes you get slightly bigger when you take a sip, tastes like powdered iron for some apparent reason",
  "44": "An expired potion of darkvision, now just makes everything bright when you take a sip, tastes like dry carrots for some apparent reason",
  "45": "Some frog legs made of ivory that bounce around randomly",
  "46": "A bar of titanium that feels squishy and soft to touch",
  "47": "A book with a harmonious story, however whenever you turn the last page it takes you back to the middle of the story so you don't know how it ends",
  "48": "A clockwork device that's button won't press no matter what you do",
  "49": "A lens that reverses the color of things seen through it, black becomes white, cyan becomes orange, red becomes blue, and so on",
  "50": "The blade of a huge axe that feels insanely heavy to any creature smaller than Huge, but creatures that are Huge or larger think it is as light as a feather",
  "51": "A small worm statue that causes any creature that touches it to shrink by 1d4 inches over 1d4 minutes. Touching the statue again returns the creature to normal size",
  "52": "A green tonic labeled \"growth\". If anything drinks it they grow an inch each second for 1d4 minutes, then shrink 1 foot each second until they return to normal size. Their equipment changes size too but doesn't increase damage",
  "53": "A bloody hand that grips onto things and doesn't let go",
  "54": "Some vials of liquid that create moss on anything they touch. This moss keeps growing and will eventually cover the whole thing. Then the moss withers and flakes off",
  "55": "A packet of mints that cause the eater to change color for 1d6 hours",
  "56": "A set of thieves tools that are bent and broken yet they still work perfectly",
  "57": "A miniature brain made of coral",
  "58": "The branch of a tree that caught fire when you were nearby",
  "59": "A picture that has a field in it, as time goes, the picture changes and adds things like people and houses to itself",
  "60": "The eye of a cat, for some reason it commonly looks around at anything powerful",
  "61": "An acorn that makes ringing noises and shakes violently when touched",
  "62": "A hammer from a long gone blacksmith. Sometimes at night you can see the hammer float and pound any weapons nearby",
  "63": "A glass sphere containing ooze, still alive; it sometimes causes green acidic liquid to gush out of the sphere",
  "64": "A crystal dagger, it is engraved with the symbol of a flaming skull with a rune covered ring around it",
  "65": "A wizard's journal, recounting the tales of many arcane experiments",
  "66": "A red gemstone shaped like a heart",
  "67": "A purple gemstone shaped like a cage",
  "68": "A piece of coal vaguely shaped like a head",
  "69": "A pouch full of a fine black substance of unknown origin",
  "70": "A gem that can summon a dim orb of light that does nothing but follow the summoner for a while",
  "71": "A ceramic tile with a silvery sheen",
  "72": "An incredibly heavy bone with countless words inscribed into it",
  "73": "A small jar that has a lid attached to it. When the lid is closed, it turns its contents into fresh milk",
  "74": "An incomplete book that adds to itself constantly",
  "75": "A merchant's scale that is covered in blood stains",
  "76": "A hat that drenches the wearer in a viscous orange fluid",
  "77": "A vial of blood from an unknown creature",
  "78": "A child's severed finger, still fresh, and periodically twitching",
  "79": "A small painting of a skeleton in noble's clothes",
  "80": "A ring carved from the sternum of a serial killer's most beloved victim",
  "81": "The hilt of a broken greatsword. When held with both hands, blood runs down along the remnants of the blade",
  "82": "The left glove of a well-known murderer. You periodically find yourself wearing it",
  "83": "A small jar of sugar that makes all food and drink taste of salmon",
  "84": "A stuffed bear given to you by a child that wouldn't speak",
  "85": "A bundle of differently colored strands of hair",
  "86": "A small box containing bloody teeth and fingernails. The box has the word \"Mother\" inscribed on the top",
  "87": "A tiny hat that makes you feel very confident whilst wearing it",
  "88": "An old piece of parchment reading \"Fredrick, Why?\"",
  "89": "A rat's skull with a beautiful, yet unidentifiable family crest carved into it.",
  "90": "An apple with a single bite taken out of it. It does not decay, it tastes terrible, and you can't bring yourself to throw it out",
  "91": "A miniature painted wooden elephant with a single ivory tusk, the other one is snapped off with a jagged break",
  "92": "A magical tome. When the spells inside are cast, the effect is never the same, are extremely stupid, and the spells cast aren't what's written in the tome",
  "93": "A piece of frayed rope about a foot long. The ends are slightly burned",
  "94": "A war veteran's glass eye",
  "95": "A deformed human infant's skull",
  "96": "A ceramic jar containing rice grains. When opened, a foul odor emanates from the jar",
  "97": "A necklace adorned with a wooden medallion depicting a crudely-painted smiling face",
  "98": "A sacrificial dagger that cuts into your palm whenever you grip the hilt",
  "99": "A terrible love novel written by a hack author. For whatever reason, you love the story, even though you know it's terrible",
  "100": "A whistle that causes all that hear it to feel incredibly nauseous"
}
