{
  "1": "A stoppered bottle that contains a harmless undead spider",
  "2": "A small drone carving that depicts a naked goblin scratching his hindquarters",
  "3": "A wooden mask that makes the wearer see the people around them as unnaturally beautiful",
  "4": "A letter addressed to you from a king that has been long dead. It was sent recently",
  "5": "A small dull dagger that refuses to sharpen",
  "6": "A rusted coin that absorbs any oil it comes into contact with",
  "7": "A long letter of complaint addressed to a teacher you once had written on it",
  "8": "A glass jar that has about 12 living, miniature frogs inside of it",
  "9": "Some candy that tastes faintly of pineapple, and never seems to go bad",
  "10": "A broken piece of technology from the distant future it seems. Nobody can tell the purpose of the device, and nothing seems to repair it",
  "11": "A small doll with a cloak and toy dagger attached. On the back of the doll, the letters 'TDG' are written",
  "12": "A drinking horn with an odd rune carved on it",
  "13": "A tiny pink bottle that smells of roses when it is empty",
  "14": "A hunting horn that sounds like a trumpet when blown into",
  "15": "An owl feather quill that makes the holder always talk in the third person",
  "16": "A leather glove that talks when worn. It uses the wearer's fingers and thumb as a mouth",
  "17": "A miniature treasure chest that yells at you to shut it when it's opened.",
  "18": "A wooden carving of an orc doing a handstand",
  "19": "A metal rod that can't conduct electricity",
  "20": "A small twig that doubles as the perfect toothpick, no matter who uses it",
  "21": "A gnome's hair brush",
  "22": "A small painting of a horse's rear end",
  "23": "A mirror that breaks when someone smiles in it",
  "24": "A cork for an old wine bottle that won't fit in any other bottle",
  "25": "A copper coin that, when flipped, tells the flipper a fake fortune",
  "26": "An erotic novel that's written backwards",
  "27": "A boomerang that comes back when you least expect it to",
  "28": "A pair of worn leather boots that won't move when someone wears them",
  "29": "A small pot of horse glue that says \"NOT FOOD, SERIOUSLY\" on the side",
  "30": "A drinking glass that spits out whatever's poured into it. It then proceeds to tell off the person who filled it",
  "31": "A spyglass that works backwards",
  "32": "A centuries-old pack of rations that's perfectly preserved. The food inside tastes like chicken",
  "33": "A bowl of grapes that are harder than stone",
  "34": "A pitcher full of goblin tears",
  "35": "A legal deed for a house that doesn't exist",
  "36": "A brass tube that acts as a portal to Mechanus. It's impossible to put anything inside",
  "37": "A dagger made of folded parchment",
  "38": "A green wine bottle that can't break",
  "39": "A tiny skeleton that animates and dances when music is played",
  "40": "A prayer book to a made-up religion",
  "41": "An object that can't be accurately described. When someone tries to describe it, they're at a loss for words",
  "42": "A bell that summons a fox from the nearest unoccupied space. It does nothing but stare at the person who rang the bell for exactly three minutes and forty-two seconds, after which it runs off",
  "43": "A box of twelve matching pieces of broccoli",
  "44": "A live beehive full of bees. They're not happy",
  "45": "A tiny fairy in a jar that tells awful jokes",
  "46": "A journal written by a very racist tiefling",
  "47": "A bar of soap that smells like rotten meat",
  "48": "A key that breaks when it's used on a door. It doesn't open the door",
  "49": "A wheel of blue cheese that's been dyed red",
  "50": "A 300-page rulebook for rock-paper-scissors",
  "51": "A tin of makeup that's the most absurd color of orange",
  "52": "An apple that tastes like an orange",
  "53": "A large, steel lock without a key",
  "54": "A letter from an unknown sender. It reads, \"I told you so!\" and the return address is simply labeled \"Feywild\"",
  "55": "A slice of piping hot cherry pie, but it has no plate or utensils",
  "56": "A carefully detailed drawing of a halfling toe",
  "57": "A ruby that holds the soul of a long-dead evil sorcerer. He constantly gives bad advice",
  "58": "A ham and butter sandwich with lettuce, but the bread is made of cotton",
  "59": "A teacup full of live, non-venomous spiders",
  "60": "A costume mask made from a wolf's skull and pelt",
  "61": "A backscratcher, downsized for use by gnomes",
  "62": "A tattered blacksmith cap full of red dwarf hair",
  "63": "A small roll of leather that's been cured with giant urine",
  "64": "The hollowed-out shell of a large hermit crab",
  "65": "A book full of jokes about dragons",
  "66": "A lute made out of dry grass",
  "67": "A quill that never runs out of ink, but changes its ink color every hour",
  "68": "A repeating crossbow that won't fire bolts. It will, however, fire toothpicks",
  "69": "A silver piece that glows red when exposed to methane",
  "70": "An iron ring inscribed with your name that perfectly fits your left index finger, and only yours",
  "71": "A treasure map that leads to a beggar's dandelion garden",
  "72": "A lovingly crafted travel tankard that makes all manners of drink taste of mead",
  "73": "A small wooden box containing a blood-stained pommel and a detailed account of a judicial duel",
  "74": "A flute in the shape of a skull made out of dead wood that whenever played makes the listeners feel scared",
  "75": "A ring embedded with a topaz containing a soul of a clueless wizard. He gives little to no insight into objects of intrigue",
  "76": "A small sword from a figurine it is incredibly sharp and able to cut through steel if given the time, unfortunately, it's way too small to use properly",
  "77": "A piece of bark from a fabled tree that never decays nor gets damaged it talks to you in a different language from a roster of 4 languages and it changes the language it speaks daily",
  "78": "A handbook that details all the different creatures from another world though you have never seen nor heard of any of them before or has anyone else",
  "79": "A tattered old hat you received from a beggar that when worn makes people want to avoid the wearer and or hurry past the wearer",
  "80": "A a violin you found clutched in the hand of a dead old man whenever you play it regardless of the tune it makes people incredibly sad",
  "81": "A small stone that feels like silk when you touch it",
  "82": "Half of a medallion that emanates dark power untold by mortals yet something feels missing from it like it's missing half of itself",
  "83": "Half of a medallion that emanates a sense of security and warmth yet something feels missing from it like it's missing half of itsel",
  "84": "A pocket sundial that only works in the moonlight",
  "85": "The deed to an invisible hut — at least, that's what the merchant said",
  "86": "A song that cannot be played on any mortal instrument no matter how hard you try",
  "87": "A riddle so tough just the sight of it makes even the most intelligent person frustrated at how hard it is",
  "88": "A multitool with only one tool in it. That tool being a magnifying glass that has the words \"try to find the other tools\" inscribed on it in Common. The magnifying glass itself gives the one using it more insight into what they are looking at through it",
  "89": "A ring that has \"C'est inutile\" inscribe on it, for some reason it makes you feel special when you wear it",
  "90": "A wand that when waved over anything that could be considered food makes it taste of mixed berries",
  "91": "A plate made of strange clay whenever something is eaten off it a growling noise is heard from somewhere nearby",
  "92": "Half of a cookie that, when eaten, causes another half of a cookie appears in an empty space nearby",
  "93": "A sandwich bag that has the words \"for panzer only\" written on it. Inside the bag is a sandwich so perfect and mouthwatering but no matter what you are forced away if you try to eat the sandwich or remove it from its bag",
  "94": "A 3-foot cube box that causes bread placed in it for more than one minute to become toasted and buttered on one side",
  "95": "A scroll case full of ash. The lid has a tiny iron spike on the top",
  "96": "A woodcutter's axe that refuses to cut anything but woo",
  "97": "A small box with a button. When pressed a repetitive 30-second tune will play. If the button is held down button for 20 seconds, it imprints a new tune",
  "98": "A jar containing two eyeballs peering with innocence at you with a label that reads \"Lithians treasure\" scribbled in crayon",
  "99": "An eye patch of white stained leather with the word \"Skipper\" on the inside",
  "100": "A silver ring with \"Dax <3 Mariva\" inscribed on the inside. If you try and wear it, it slips off of your finger almost immediately"
}
