{
  "1": "A deed to a bear sanctuary in another land",
  "2": "A locket containing a picture of an unrecognizable child",
  "3": "A bracer that is too hot to touch",
  "4": "A freezing cold gauntlet",
  "5": "A map of an infinite labyrinth that is illegible",
  "6": "A book of ideas that will never be used",
  "7": "A miniature functioning siege set",
  "8": "A book of smut",
  "9": "A miniature canoe with what appears to be a dragonborn living on it",
  "10": "A captain's hat with the name \"sexy captain Alice\" on the inside",
  "11": "An unfinished nude drawing of a man with an eye patch",
  "12": "A deflated rubber ball",
  "13": "A pamphlet preaching Nameless The Double Fae Gnome",
  "14": "A crude sketch of a goblin entitled Leanord",
  "15": "A necklace made from seven owl feathers",
  "16": "An unknown ancient relic that was forgotten through time",
  "17": "A half-built sled",
  "18": "A vial containing a small ember",
  "19": "A bubblegum scented sword",
  "20": "A bag of odd mushrooms",
  "21": "A statuette made from a coprolite",
  "22": "A book that details etiquette for acolytes of a major religion",
  "23": "A wand sized for a kobold",
  "24": "A whip crafted from ink-black leather",
  "25": "A hag's hairpin",
  "26": "A wrestling belt",
  "27": "A whistle that, when blown, makes you feel certain that there's a horse not too far away from you",
  "28": "A pair of undies with bats on them",
  "29": "A crown made out of thirty broken spoons",
  "30": "A cabbage that cannot be eaten",
  "31": "A gold-painted rock",
  "32": "A tiny lizard skull",
  "33": "A pink scabbard that feels lighter than it actually is",
  "34": "A map to your ancestral home",
  "35": "A jester's hat",
  "36": "A harlequin mask that makes you feel oddly sad when you wear it",
  "37": "A pair of pumped up kicks",
  "38": "A shooting star contained in a bag",
  "39": "A coupon for a free hug from a king",
  "40": "A tiny hand carved from amber that flies around you and pokes people",
  "41": "A red boomerang that never comes backs to you",
  "42": "A tiny bit of a dragon's scale",
  "43": "A deed to a place that you made up",
  "44": "A dented helmet that has an odd swirling design on the back",
  "45": "A book of myths",
  "46": "A cork that has a faint aroma of orange",
  "47": "A mushroom that smells of butterscotch and rots",
  "48": "A scabbard that smells of cheese",
  "49": "A trumpet that plays a mocking tune whenever you fail at something. You can't get rid of it",
  "50": "A set of very erotic undergarments",
  "51": "A jar full of petrified wasps",
  "52": "A hat that belongs to a violent marauder lord",
  "53": "A noble's journal, detailing his love affair with a goblin barmaid",
  "54": "A rusty speculum",
  "55": "A broken lute covered in bloodstains",
  "56": "A portrait of an incredibly muscular man wearing a short dress",
  "57": "A necromancer's reanimated pet frog",
  "58": "A platinum piece that merchants seem frightful of",
  "59": "A dagger that can't be removed from its sheath",
  "60": "A miser's coin purse. You just can't figure out how to untie the drawstrings",
  "61": "A pebble, delicately carved to resemble a dwarven mine baron",
  "62": "A flip book that depicts a cartoonish spine devil operating a riverboat",
  "63": "A beautifully crafted doll that belonged to a knight named Beirand",
  "64": "An undelivered letter addressed to a lord from the east. It simply states \"kill you\" repeatedly",
  "65": "A child's wooden sword, with the names of several children carved into the side. It is completely bloodstained...",
  "66": "An opium pipe made from beautifully carved jade. The name \"Lawrence\" is inscribed at the bottom",
  "67": "A bit of slime in a jar. When the jar is opened, the slime tries its hardest to stay as far into the jar as it can, and something tells you you shouldn't touch it",
  "68": "A small bottle full of everlasting fire, when opened the sentient fire leaps onto whoever opened it and acts like a familiar; does not burn the owner, will attack anyone who threatens the owner of the fire",
  "69": "A music box that when opened plays strange music extremely loud",
  "70": "A journal with writing about the mass murder of orphans that lived at a temple, the murderer was never found; the writer seems to want revenge",
  "71": "An explorer's journal that goes very in depth of his discoveries while in his own house",
  "72": "A small, sticky substance that is unidentifiable. Animals seem to enjoy eating it",
  "73": "A box full of green shirts, dresses, hats, basically anything clothes as long as it's green. Though, you have discovered a large pea in the corner of the box in the past",
  "74": "A necklace of obviously fake black pearls",
  "75": "Sheet music, with explicit instructions to play it using only sounds made by various animals instead of normal instruments",
  "76": "A blanket that makes anyone sleeping under it snore heavily for one hour, before flying off their body",
  "77": "A drum that makes someone within a 30 foot radius sneeze tremendously on every 7th beat",
  "78": "A book that translates anything you say into any language you wish, however it also adds in several random words, completely changing the meaning of whatever you say",
  "79": "A wise ghost that will give mildly helpful advice on occasion, but thinks its hilarious to play the bongos at inconceivable volume whenever you are trying to remain undetected",
  "80": "An extremely vulgar pocket watch that only shuts up when you wrap it in a special cloth that is fragile and can never be replaced",
  "81": "A lime-green sandal that is sized for a giant",
  "82": "A dung beetle the size of a pony that refuses to do anything but follow you, and push a gigantic wad of dung",
  "83": "A magic sphere that replays the most horrid-yet-catchy tune you have ever heard at random",
  "84": "A squirrel that will occasionally bring you nuts, but will hide any small objects or string you posses nearby just as often",
  "85": "An earring that will make you slightly more attractive to the opposite sex when pierced on your left buttock",
  "86": "A cup that remains totally unmovable from where it was set unless there is absolutely no liquid left inside of it",
  "87": "An elegant pair of shoes that make you run into walls on rare occasions",
  "88": "A perfect cube of polished, solid dirt",
  "89": "An artist's canvas that always appears to have mildly suggestive and socially unacceptable material portrayed on it, but is always masterfully done. The artwork changes at random",
  "90": "An endless, near-weightless bag, that produces only rubbish when you urgently need something specific from it. Will only produce items you have stored in it otherwise, but always at random",
  "91": "A ring that gives you the ability to command sheep in small numbers, but sheds dog hair in excessive amounts every 9 days",
  "92": "A jack-in-the-box that will always produces a somewhat disturbing illusion that changes every time you use it",
  "93": "A trusty sword of good steel that is haunted by several ornery, elderly, racist veterans of several different wars. They are almost always present, and they all hate each other",
  "94": "A walnut. There seems to be magical properties to it... maybe?",
  "95": "A bag of salt. You have tasted a small bit of it, and amazingly, you can taste the magic in the salt, though it doesn't seem holy",
  "96": "A child-sized thumb. You don't recall how you got it, but you're sure you knew somebody who was missing a thumb when you were younger",
  "97": "An incredibly large ear that presumably belonged to a giant",
  "98": "A small slip of paper that reads \"Ce message n'est pas pour vous, imbécile.\"",
  "99": "The head of a polearm",
  "100": "A bag containing three history books so out of date they're not even written in modern Common"
}
