{
  "1": "A long list of miscellaneous items. There’s about 700 of them on the list",
  "2": "pint of milk that never goes bad, but always tastes like it's not quite right. The pint bottle refills every day at the exact moment that the sun rises",
  "3": "A one-man band comprised of a drum, an accordion, a harmonica, a tuba, cymbals, and a horn. It seems to play whatever it wants though",
  "4": "A broken dagger with the last part of a name inscribed on the remaining portion of the blade. It reads \"-dius\"",
  "5": "A small blue-black orb that when held up to the ear seems to emit the tiny screams of a thousand souls",
  "6": "A hand mirror that holds the attention of anyone looking into it. You feel absolutely fabulous",
  "7": "A small device that when held right can be spun. It has three protruding limbs and other than spinning seems to be of no particular interest",
  "8": "A belt with a note accompanying it reading \"This belt shall give power to those that wear it.\" It's buckle is missing and cannot be found",
  "9": "A small slip of paper with wishes on it. It will grant three wishes but will kill the person that makes the third wish. Two wishes have already been used",
  "10": "A sword made to harness the power of demon's blood. It seems the blood has since been returned to its rightful owner",
  "11": "A puzzle set that is missing a piece which never seems to be the same piece as last time",
  "12": "A scroll on which is inscribed a childish insult that isn't very amusing",
  "13": "A tiny cage containing a goblin that seems to hate you for something you apparently did to it despite never having seen or heard of this goblin until now",
  "14": "A tiny book containing a list of ships that have docked but have never existed in real life or in fantasy literature",
  "15": "A hardback blue book containing a list of every monster in the world and their exact demographics. The book seems very old",
  "16": "A metal butter container marked with the words \"Property of Professor Chaos.\"",
  "17": "A tin hat that is said to ward off creatures that steal your thoughts",
  "18": "A leather-bound diary that when written in will make the ink disappear and answer back before once more disappearing",
  "19": "An instruction manual that states what not to do in the events of potentially apocalyptic events",
  "20": "Three green diamonds made of cloth that attach to each other when put near each other but separate when placed near water",
  "21": "A cube made up of smaller cubes with images of even smaller cubes inside those cubes. It seems to keep going on and on",
  "22": "A fabric doll of a guard with an angry expression on it",
  "23": "A tent that seems to get smaller and smaller with each use. Who knows how small it can actually get...",
  "24": "A card game with monsters, traps, and spells on each card. Playing one makes a small image of it appear and when played against another monster will attack one another",
  "25": "A cube that plays a song from another time period. It doesn't sound like anything that has existed so far",
  "26": "A die with the classic six sides. It seems each face shows a different outcome constantly and rolling it will reveal that outcome. There seem to be an infinite number of potential outcomes",
  "27": "Toothpicks made of razor blades and broken glass. Who would even want to use this?",
  "28": "A broken compass that seems to point away from your destination and doesn't seem to be able to be deceived",
  "29": "A piece of chocolate that tastes bitter with a sweet aftertaste, it burns your tongue when tasted as well",
  "30": "A weird brass pot that when opened reveals a hot steaming meal of great distaste to he who opens it",
  "31": "A bag of weird living figurines of everyone you know, including yourself, and they seem to be unable to see you despite your ability to interact with them",
  "32": "A weird yellow hat that belches into your ear when worn",
  "33": "A vial of vomit that smells like roses for some odd reason",
  "34": "A picture of the nastiest thing you have ever laid eyes on",
  "35": "A box of jewels with an inscription on the box with the end scratched off. It reads \"Elements of...\" These jewels are powerful but seem to be unable to work",
  "36": "A giant cupcake that has been half eaten",
  "37": "A large sum of gold coins. Upon closer inspection they are made of bone, without looking so closely you'd never be able to tell they were fake",
  "38": "A metal bucket with an old note in it. It says \"Gentleman. This, is a bucket\" followed by another note that says \"dear god\" followed by yet another that says \"Wait, there's more\" and finally one that simply says \"NOoo...\" as if the person was in a state of disbelief",
  "39": "A thin metal box with images of people you hate and six bags of tobacco for smoking",
  "40": "A very scary painting of yourself that seems to age the longer you look at it. It resets by morning",
  "41": "A thing made of materials. None of this looks familiar to you in any shape or form and makes you very uncomfortable",
  "42": "A broken staff that partly disintegrates when it is touched, but always leaves some material behind",
  "43": "A plush toy of an owl with a label attached to it that reads \"Comet\"",
  "44": "A tiny wheel of cheese with a hole in the middle",
  "45": "A loaf of bread made into the shape of a longsword that is stale",
  "46": "A picture that shows a random location you ask about in the general area, though it usually shows you perverted things as if it had a mind of its own. You feel its name is Jiraiya",
  "47": "A cow leather belt that allows you to speak with cows, yet makes you sheepish in the presence of sheep",
  "48": "A ring that seems to get smaller while you wear it",
  "49": "A hammer that whispers to you seductively in your sleep and takes pleasure in being used. You are usually creeped out by it",
  "50": "A bottle that contains an odd green liquid that floats on water",
  "51": "A leather pouch that contains seventeen sewing needles",
  "52": "A letter that can barely be read, smudged by tears and withered by seawater, with the legible parts reading \"Cam.....ere..on..e'll b..hap...med.y....-N...\"",
  "53": "A baked clay figurine of a wide-eyed kobold with a bone in its mouth",
  "54": "A rudimentary deck of playing cards made on the backs of \"Wanted Person\" leaflets",
  "55": "A thick leather belt with impressions and engravings depicting the stages of a moon",
  "56": "An old farmers almanac with pages cut to conceal small items inside",
  "57": "A highly-polished, palm-sized steel orb that always rolls downhill",
  "58": "A ship's flag that doesn't move in the wind",
  "59": "The fantastical skull of a rare hornless unicorn... or at least that's what the merchant who sold it to you claimed it was. He wouldn't have lied to you now, would he?",
  "60": "An otherwise ordinary skull, if not for the third eyehole nestled in the center of its forehead",
  "61": "A scrimshaw depicting several northern nomads hunting a great elk, carved into the tooth of a saber-toothed tiger",
  "62": "A black ring covered with some very faint, illegible etchings that glow with a red light when in darkness. It feels somewhat warm to the touch when worn",
  "63": "The last baby tooth of a young giant, who lost it long ago",
  "64": "The skull of a wolf, peculiar for the rack of antlers sprouting from the top of its head",
  "65": "A small, mechanical bear that fits in the palm of your hand. It dances whenever music is played, yet no power source nor mechanism can be detected",
  "66": "A small wooden top that refuses to stop spinning, despite your best efforts",
  "67": "A sealed glass jar filled with a pale, reddish liquid. A small, deformed humanoid floats in the middle of it, and you swear that you can see it twitch whenever you are not looking directly at it",
  "68": "A note you found in your pocket one day instead of a pouch of coins. It only says \"IOU\"",
  "69": "An odd torch that produces a blue flame yet seemingly no heat or light. At least it never goes out",
  "70": "A set of exquisitely crafted dice, carved from the tusks of a mammoth. Dwarvish runes replace the typical pips on the sides, and glow a faint blue",
  "71": "A vial of purple fluid that, when poured onto an inanimate object of size small or tiny, will cause said object to become translucent in appearance for one hour",
  "72": "An incredibly crude knife seemingly carved from a stone giant's toenail",
  "73": "A silver ring with runic etchings. In place of where a jewel would go, however, there is instead a small depression wherein rests an orb of green flame that never goes out but which also does not burn",
  "74": "A walking stick shaped from a gnarled elm root. A small branch is sprouting from it, tipped with several leaves",
  "75": "A sealed Ship in a Bottle, enchanted by a wizard. As you watch, the ship rocks back and forth as tiny waves crash about it",
  "76": "A small bird unlike any you've ever seen, trapped in a chunk of amber",
  "77": "A tumorous mass of flesh that squelches along the ground behind you, aided by a sinewy mass of veins and arteries that act akin to tentacles",
  "78": "A pewter armlet adorned with a pack of wolves engraved into its surface. When you rub your fingers lightly over it, the sounds of distant howls echo through the air",
  "79": "old stud earring that whispers completely useless facts into its wearer's ear",
  "80": "A silver pocketwatch that can correctly tell the time on whatever plane it is currently on",
  "81": "Small bits of nuts and fruit that seemingly never go bad and you cannot bring yourself to eat. Reminds you of a pet bird you once had",
  "82": "A blue flame in a jar that gives encouraging statements when you're feeling sad",
  "83": "A old box that used to contain your favorite poem. You're not quite sure where the poem went though you can remember having it just a few minutes ago",
  "84": "A gold nugget that merchants never seem to want to buy. You remember one merchant in particular who mumbled something about a curse after attempting to sell it to him, though you feel no effect",
  "85": "A sad looking wooden idol. It makes you and others around you feel sad just by looking at it",
  "86": "Three pairs of shoes that each wouldn't even fit a baby",
  "87": "Your favorite pair of socks. They're worn down and aren't worth wearing anymore",
  "88": "A painting about the size of your hand. It depicts a crudely drawn man holding a flower. Who drew this?",
  "89": "A calendar with every day of the year labeled with the phrase \"CLEAN CLEAN IT ALL.\" You never want to meet the person who did this",
  "90": "The leg of a chair that broke off with a friend of yours sitting in it. You remember using it as a fake weapon when you were young",
  "91": "Five identical pieces of wood. They're too perfect to use for anything",
  "92": "A poorly crafted clay animal. You can't quite tell which one it's supposed to be",
  "93": "A chalice with the words \"You drink too much\" at the bottom of the cup",
  "94": "The cowl of a renowned thief. It seems to be cursed and you can't bring yourself to put it on",
  "95": "The deed to a plot of land in the middle of the ocean",
  "96": "A small box full of miniature instruments. They all play quite beautifully in the hands of something that can play them",
  "97": "A map of a place that doesn't exist. You get a sinking feeling whenever you look at it",
  "98": "A poster for a play for the deaf. Everybody in the photo is wearing ridiculous masks to play different characters",
  "99": "A painting of the most horrid, obscene thing you've ever seen in your life. The brushwork and composition are impeccable",
  "100": "A book detailing the workings of a fake machine"
}
