{
  "1": "A mask of an unknown person. His expressions seem too big for his face",
  "2": "A fabled lockpick that supposedly never breaks. It seems to have lost its power, however, as it had broken on the first use",
  "3": "Three thousand tiny hats that you almost can't see. You can only tell they're hats because you get a wizard to enlarge one for a short period of time",
  "4": "A tiny figurine of a wolf that whines when left alone",
  "5": "A miniature replica anchor that refuses to sink",
  "6": "The equivalent of two hundred million gold pieces in orange pieces of paper. They go to a game you played when you were little",
  "7": "A piece of string about 3 inches in length with a tiny, crude-looking shoe tied to one end made of wood that, when pinched, shocks you harmlessly",
  "8": "A clay bowl with a painting of a fingernail in it",
  "9": "A box full of childhood possessions. You can't seem to remember any of them",
  "10": "A small card welcoming you to a famous city. It has a letter on the back that's from a friend of yours explaining their experiences in the city",
  "11": "A large, metal wheel of cheese that always smells like the ocean",
  "12": "Three balls bound by a metal wire, one made of wood, one made of lead, and one made of flesh...",
  "13": "A shred of paper that partially reads \"One for the dame, one fo-.\"",
  "14": "A love letter written by a beggar from your hometown. Funny, you don't remember being given this...",
  "15": "A small cheat sheet that went to a test from school. It didn’t help much",
  "16": "An old, rusty and dull sword. It’s so dull it almost qualifies as a club",
  "17": "Protective eyewear. It’s a bit small for a human, but can fit perfectly on any other race, oddly enough",
  "18": "A long-winded and ultimately misleading report on the growth of peanuts",
  "19": "An almost lifelike painting of a bald, half-naked man holding fish in every appendage, including his mouth",
  "20": "A collection of figurines of every kind of dragon",
  "21": "An incomplete collection of cheese knives. There’s about seventeen of them in the container",
  "22": "A deck of cards that, when left alone for too long, will start shuffling and dealing themselves to all nearby people",
  "23": "A die with 7 sides made of bone. The side where '7' would be shown is instead replaced with a heart",
  "24": "A miniature piano that can fit in the palm of your hand but still plays and sounds exactly like a full-sized one",
  "25": "A petrified leaf",
  "26": "The bloody pointed tooth of a famous vampire",
  "27": "A loaf of bread you never ended up eating. It hasn’t gotten moldy, somehow",
  "28": "A small fluegelhorn that cannot be played correctly, even in the hands of a master",
  "29": "Eighteen miniature cabbage heads. They aren’t edible",
  "30": "An unreadable note. The only words you can make out are “get the body bag Seymour.”",
  "31": "A list of ingredients to make a potion that makes everything taste faintly of cauliflower",
  "32": "The ashes of your paternal figure",
  "33": "A singing bee. It. Doesn’t seem to mind being kept in a jar",
  "34": "A white cloak that cannot be stained by any means",
  "35": "A witch's undergarments. Why do you have this?! Seriously!",
  "36": "A beautiful sundress made by a blind seamstress",
  "37": "A collar that fits any creature it is placed on. It's got the cutest little bell affixed to the front of it",
  "38": "A completely normal silk glove that you absolutely should not ask any questions about",
  "39": "A tiny dragon figurine that is animated when put in direct sunlight. It's very friendly",
  "40": "A painting of a baby that giggles when you look away from it",
  "41": "A journal containing stories of the owner's adventures with a bugbear",
  "42": "A singular playing card. If you try to cheat with it, it laughs. It’s the ace of diamonds",
  "43": "A set of very powerful rattle snake magnets",
  "44": "Five keys fused together in such a way that they could never open anything. You have nightmares of being burned alive whenever you sleep near it",
  "45": "A hypercube that dings lightly every eight days, eight hours, eight minutes, and eight seconds.",
  "46": "A small chalkboard that can never be written on but shows a random word. If you ever try to erase it, a new word is shown",
  "47": "A tiny stone angel in an unbreakable glass box. It moves whenever you're not looking",
  "48": "A brown, thousand-page book with the word resurrection written a thousand times on each page",
  "49": "A random trinket that turns itself into another random trinket at every twenty-five hours",
  "50": "A ball of clay that grows a new eye every 1d4 hours. 1d4 hours later, that eye disappears. No matter what, the eyes are always staring into yours",
  "51": "A small golden bell with a red velvet ribbon and no ringer. The bells chimes very faintly when in the presence of royalty",
  "52": "A silver ring with an amethyst on it. It feels calming to put it on",
  "53": "Two sweet smelling branches. Smelling them for too long makes you nauseous and gives you a headache",
  "54": "A large skull of a were-chicken. Who knows how he got like that?",
  "55": "A tiny decorative anchor that glows slightly whenever a nearby creature teleports",
  "56": "A brick that always feels slippery",
  "57": "A large snow globe that houses a tiny kobold and his family",
  "58": "A sacred chime that’s supposedly connected to faith and the gods",
  "59": "A pair of leather gloves that can never get wet",
  "60": "A singular strand of wire about three feet long. It shocks you frequently, even through something like leather",
  "61": "An old and blue greatsword. There seems to be some magical properties attached to it, though it seems lifeless. Perhaps something happened?",
  "62": "Four jars with flaming butterflies inside. When broken, the butterflies ignite whatever it was broken over",
  "63": "A collar that fits perfectly around your neck, and no other creature's. You feel a powerful sense of forbearance in its presence",
  "64": "A septum piercing that causes the wearer to grow orc-like tusks",
  "65": "An earring that causes the wearer's ears to point in an elfish fashion",
  "66": "A golden tooth-cap that causes the wearer to grow a thick beard and/or chest hair",
  "67": "A mummified goblin hand",
  "68": "A piece of crystal that faintly glows in the moonlight",
  "69": "A diary written in a language you don’t know",
  "70": "A gold coin minted in an unknown land..",
  "71": "A brass ring that never tarnishes",
  "72": "An old chess piece made from glass",
  "73": "A pair of knucklebone dice, each with a skull symbol on the side that would normally show six pips",
  "74": "A small idol depicting a nightmarish creature that gives you unsettling dreams when you sleep near it",
  "75": "A rope necklace from which dangles four mummified elf fingers",
  "76": "The deed for a parcel of land in a realm unknown to you",
  "77": "A 1-ounce block made from an unknown material",
  "78": "A small cloth doll skewered with needles",
  "79": "An enormous scale, perhaps from a dragon",
  "80": "A tooth from an unknown beast",
  "81": "A bright green feather",
  "82": "An old divination card bearing your likeness",
  "83": "A glass orb filled with moving smoke",
  "84": "A 1-pound egg with a bright red shell",
  "85": "A pipe that blows bubbles",
  "86": "A glass jar containing a weird bit of flesh floating in pickling fluid",
  "87": "A small wooden statuette of a smug halfling",
  "88": "A tiny gnome-crafted music box that plays a song you dimly remember from your childhood",
  "89": "A brass orb etched with strange runes",
  "90": "A multicolored stone disk",
  "91": "A tiny silver icon of a raven",
  "92": "A bag containing forty-seven humanoid teeth, one of which is rotten",
  "93": "A shard of obsidian that always feels warm to the touch",
  "94": "A dragon's bony talon hanging from a plain leather necklace",
  "95": "A pair of old socks",
  "96": "A blank book whose pages refuse to hold ink, chalk, graphite, or any other substance for marking",
  "97": "A silver badge in the shape of a five-pointed star",
  "98": "A knife that belonged to a relative",
  "99": "A glass vial filled with nail clippings",
  "100": "A rectangular metal device with two tiny metal cups on one end that throws sparks when wet"
}
